Repository: KvandenB/memberpress-dutch-translation
Catalog: memberpress-*.po
Languages: nl_nl

# ui
source: K&#252;tahya
nl_nl: Kütahya

# ui
source: Kahramanmara&#351;
nl_nl: Kahramanmaraş

# ui
source: Mu&#287;la
nl_nl: Muğla

# ui
source: Mu&#351;
nl_nl: Muş

# ui
source: Nev&#351;ehir
nl_nl: Nevşehir

# ui
source: Ni&#287;de
nl_nl: Niğde

# ui
source: Ordu
nl_nl: Altınordu

# ui
source: Tekirda&#287;
nl_nl: Tekirdağ

# ui
source: U&#351;ak
nl_nl: Uşak Uşak

# ui
source: K&#305;r&#305;kkale
nl_nl: Kırıkkale

# ui
source: Bart&#305;n
nl_nl: Bartın

# ui
source: I&#287;d&#305;r
nl_nl: Iğdır

# ui
source: Karab&#252;k
nl_nl: Karabük

# ui
source: D&#252;zce
nl_nl: Düzce

# ui
source: California
nl_nl: Californië

# US state of Georgia
source: Georgia
nl_nl: Georgië

# ui
source: North Carolina
nl_nl: Noord Carolina

# ui
source: Armed Forces (AA)
nl_nl: Strijdkrachten (AA)

# ui
source: Armed Forces (AE)
nl_nl: Strijdkrachten (AE)

# ui
source: Armed Forces (AP)
nl_nl: Strijdkrachten (AP)

# ui
source: American Samoa
nl_nl: Amerikaans Samoa

# ui
source: Northern Mariana Islands
nl_nl: Noordelijke Marianen

# ui
source: US Minor Outlying Islands
nl_nl: Amerikaanse kleinere afgelegen eilanden

# ui
source: US Virgin Islands
nl_nl: Amerikaanse Maagdeneilanden

# ui
source: Eastern Cape
nl_nl: Oost-Kaap

# ui
source: Free State
nl_nl: Vrijstaat

# ui
source: KwaZulu-Natal
nl_nl: KwaZoeloe-Natal

# ui
source: Northern Cape
nl_nl: Noord-Kaap

# ui
source: North West
nl_nl: Noord-West

# ui
source: Western Cape
nl_nl: West-Kaap

source: Posts Categorized As
nl_nl: Berichten met Categorie

source: Login Form
nl_nl: Toon loginformulier

source: Use MemberPress
nl_nl: MemberPress gebruiken

source: Login Redirect URL?
nl_nl: Inlog redirect URL?

source: Protected
nl_nl: Beveiligd

source: Show Login Form
nl_nl: Inlogformulier tonen
