Repository: KvandenB/memberpress-dutch-translation
Catalog: memberpress-*.po
Languages: nl_nl

source: A subscription was created successfully.
nl_nl: Het abonnement is aangemaakt.

source: There was a problem creating the subscription
nl_nl: Er is een probleem met het maken van een abonnement

source: The subscription was updated successfully.
nl_nl: Het abonnement is bijgewerkt.

source: There was a problem updating the subscription
nl_nl: Er is een probleem met het bijwerken van het abonnement

source: The Subscription ID must contain only letters, numbers, underscores and hyphens
nl_nl: Het abonnement ID mag alleen cijfers, letters, liggende streepjes en koppeltekens bevatten

source: The Subscription ID is required
nl_nl: Het abonnement ID is vereist

source: The username is required
nl_nl: De gebruikersnaam is vereist

source: You must enter a valid username or email address
nl_nl: Je moet een geldige gebruikersnaam of e-mailadres invoeren

source: Membership is required
nl_nl: Lidmaatschap is vereist

source: A valid membership is required
nl_nl: Er is een geldig lidmaatschap vereist

source: The sub-total is required
nl_nl: Het subtotaal is vereist

source: The sub-total must be a number
nl_nl: Het subtotaal moet een getal zijn

source: The trial days must be a number
nl_nl: De proefdagen moeten een getal zijn

source: The Subscription could not be deleted. Please try again later.
nl_nl: Het abonnement kon niet worden verwijderd. Probeer het later nog een keer.

source: This will cancel all future payments for this subscription. Are you sure you want to cancel this Subscription?
nl_nl: Hiermee worden alle toekomstige betalingen voor dit abonnement geannuleerd. Weet je zeker dat je dit abonnement wilt opzeggen?

source: The Subscription could not be cancelled here. Please login to your gateway's virtual terminal to cancel it.
nl_nl: Het abonnement kan niet op deze manier worden geannuleerd. Log in op je virtual terminal om hem te annuleren.

source: The Subscription was successfully cancelled.
nl_nl: Het abonnement is geannuleerd.

source: Stopped
nl_nl: Gestopt

source: This will stop all payments for this subscription until the user logs into their account and resumes. Are you sure you want to pause this Subscription?
nl_nl: Dit stopt alle betalingen voor dit abonnement totdat de gebruiker inlogt op zijn account en hervat. Weet u zeker dat u dit abonnement wilt onderbreken?

source: The Subscription could not be paused here. Please login to your gateway's virtual terminal to pause it.
nl_nl: Het abonnement kan niet op deze manier tijdelijk gestopt worden. Log in op je virtual terminal om hem tijdelijk te stoppen.

source: The Subscription was successfully paused.
nl_nl: Abonnement met succes onderbroken.

source: Paused
nl_nl: Gepauzeerd

source: This will resume payments for this subscription. Are you sure you want to resume this Subscription?
nl_nl: Dit zal de betalingen voor dit abonnement hervatten. Bent u zeker dat u dit abonnement te hervatten?

source: The Subscription could not be resumed here. Please login to your gateway's virtual terminal to resume it.
nl_nl: Het abonnement kan niet op deze manier worden geannuleerd. Log in op je virtual terminal om hem te annuleren.

source: The Subscription was successfully resumed.
nl_nl: Het abonnement is met succes hervat.

source: The Subscription could not be resumed automatically because the customer needs to authorize the transaction. Do you want to send the customer an email with a link to pay the invoice?
nl_nl: Het abonnement kan niet automatisch worden hervat omdat de klant de transactie moet autoriseren. Wilt u de klant een e-mail sturen met een link om de factuur te betalen?

source: The email has been sent to the customer. The Subscription will resume when the invoice has been paid.
nl_nl: De e-mail is naar de klant verzonden. Het abonnement wordt hervat wanneer de factuur is betaald.

source: An error occurred sending the email to the customer: %s
nl_nl: Er is een fout opgetreden bij het verzenden van de e-mail naar de klant: %s

source: The response from the server was invalid or malformed
nl_nl: Het antwoord van de server was ongeldig of misvormd

source: Ajax error
nl_nl: Ajax fout

source: Enabled
nl_nl: Ingeschakeld

source: Save Failed
nl_nl: Opslaan is mislukt

source: Could not delete subscription
nl_nl: Kan abonnement niet verwijderen

source: Could not pause subscription
nl_nl: Kon niet pauzeren abonnement

source: Could not resume subscription
nl_nl: Kon abonnement niet hervatten

source: Subscription not found.
nl_nl: Abonnement niet gevonden.

source: The subscription's payment method does not support this.
nl_nl: De betalingsmethode van het abonnement ondersteunt dit niet.

source: Could not cancel subscription
nl_nl: Kan abonnement niet opzeggen

source: Subscription
nl_nl: Abonnement

source: Auto Rebill
nl_nl: Automatische incasso

source: User
nl_nl: Gebruiker

source: Gateway
nl_nl: Methode

source: Transaction
nl_nl: Transactie

source: Created On
nl_nl: Aangemaakt op

source: Expires On
nl_nl: Verloopt op

source: Price
nl_nl: Prijs

source: MemberPress Summary Email
nl_nl: E-mail met samenvatting van LidPress

source: [MemberPress] Your summary report for the week of %s
nl_nl: [MemberPress] Uw samenvattend rapport voor de week van %s

source: Taxes
nl_nl: Belastingen

source: A valid tax rate id must be set
nl_nl: Er moet een geldig btw-tarief-id worden ingesteld

source: This tax rate was successfully deleted
nl_nl: Dit tarief is succesvol verwijderd

source: MemberPress Send Transaction Expire Events
nl_nl: MemberPress Stuur Transactie verlopen Events

source: A transaction was created successfully.
nl_nl: Het abonnement is aangemaakt.

source: The transaction was successfully updated.
nl_nl: De transactie is goed gegaan.

source: The username must be set.
nl_nl: Er moet een gebruikersnaam worden ingevuld.

source: The amount must be set.
nl_nl: Het bedrag moet worden ingevuld.

source: The amount must be a number.
nl_nl: Het bedrag moet een getal zijn.

source: This is not a subscription for membership '%s' but for '%s'
nl_nl: Dit is niet een abonnement voor het lidmaatschap '%s', maar voor '%s'

source: This is not a subscription for user '%s' but for '%s'
nl_nl: Dit is niet een abonnement voor de gebruiker '%s' maar voor '%s'

source: This subscription was not found.
nl_nl: Het abonnement is niet gevonden.

source: Deleting Transactions could cause the associated member to lose access to protected content. Are you sure you want to delete this Transaction?
nl_nl: Transacties wissen kon het bijbehorende lid om de toegang tot beschermde inhoud te verliezen veroorzaken. Bent u zeker dat u deze transactie wilt verwijderen?

source: The Transaction could not be deleted. Please try again later.
nl_nl: De transactie kon niet worden verwijderd. Probeer het later nog eens.

source: This will refund the transaction at the gateway level. This action is not reversable. Are you sure you want to refund this Transaction?
nl_nl: Dit zal de transactie op gatewayniveau terugbetalen. Deze actie is niet omkeerbaar. Weet u zeker dat u deze transactie wilt terugbetalen?

source: This will refund the transaction and cancel the subscription associated with this transaction at the gateway level. This action is not reversable. Are you sure you want to refund this Transaction and cancel it's Subscription?
nl_nl: Dit zal de transactie terug te betalen en de inschrijving in verband met deze transactie aan de poort niveau te annuleren. Deze actie is niet omkeerbaar. Bent u zeker dat u deze transactie terug te betalen en annuleren het abonnement?

source: refunded
nl_nl: terugbetaald

source: Your transaction was successfully refunded.
nl_nl: Je transactie is teruggedraaid.

source: The Transaction could not be refunded. Please issue the refund by logging into your gateway's virtual terminal
nl_nl: De transactie kon niet worden terugbetaald. Gelieve te geven de terugbetaling door in te loggen in virtuele-uitgang van de gateway

source: Your transaction was refunded and subscription was cancelled successfully.
nl_nl: Je transactie is teruggedraaid en je lidmaatschap is daardoor verwijderd.

source: The Transaction could not be refunded and/or Subscription could not be cancelled. Please issue the refund by logging into your gateway's virtual terminal
nl_nl: De transactie kon niet worden terugbetaald en/of het abonnement kon niet worden geannuleerd. Vraag om terugbetaling door in te loggen op de virtuele terminal van uw gateway

source: Could not refund transaction
nl_nl: Kan geen teruggave voor transactie instellen

source: Could not delete transaction
nl_nl: Kon transactie niet verwijderen

source: Net
nl_nl: %s netto-omzet deze maand

source: Total
nl_nl: Totaal

source: Could not send email. Please try again later.
nl_nl: De email kon niet worden verzonden. Probeer het later nog eens.

source: Email sent
nl_nl: E-mail verzonden

source: Welcome Email sent
nl_nl: Welkomstmail verzonden

source: You don't have sufficient permissions to rollback MemberPress.
nl_nl: Je hebt niet voldoende bevoegdheid om MemberPress terug te draaien.

source: Why you creepin'?
nl_nl: Waarom weiger je?

source: Check for Update
nl_nl: Update controle

source: You had an HTTP error connecting to Caseproof's Mothership API
nl_nl: Je had een HTTP-fout verbinden met Caseproof's Mothership API

source: Your License Key was invalid
nl_nl: Uw licentiesleutel was ongeldig

source: Edge updates couldn't be updated.
nl_nl: Edge updates kon niet worden bijgewerkt.

source: MemberPress Snapshot Interval
nl_nl: MemberPress Member foto Interval

source: Your site is attempting to send too many snapshots, we'll put an end to that.
nl_nl: Je site is wil te veel foto's versturen, we zullen dat beeindigen.

source: Disable Send Data option was updated successfully
nl_nl: Uitschakelen Send Data-optie is succesvol bijgewerkt

source: This user hasn't purchased any memberships - so no email will be sent.
nl_nl: De gebruiker heeft geen lidmaatsschap gekocht. Daarom wordt er geen email verzonden.

source: Message Sent
nl_nl: Bericht verzonden

source: There was an issue sending the email
nl_nl: Er deed zich een probleem voor bij het verzenden van de e-mail

source: Cannot resend message
nl_nl: Kan bericht niet opnieuw sturen

source: Not set
nl_nl: Niet ingesteld

source: %s is required.
nl_nl: %s is verplicht.

source: Active Memberships
nl_nl: Actieve Lidmaatschappen

source: Unknown
nl_nl: Onbekend

source: You cannot register with this form. Please use the registration page found on the website instead.
nl_nl: Je kunt niet inschrijven met dit formulier. Gebruik de registratiepagina op de website.

source: MemberPress Settings
nl_nl: MemberPress Instellingen

# ui
source: Unknown
nl_nl: Onbekend

# ui
source: Never
nl_nl: Nooit

source: Your VAT number is invalid
nl_nl: Je BTW-nummer is ongeldig

source: VAT (%s)
nl_nl: BTW (%s)

source: Export VAT Totals
nl_nl: Export BTW Totalen

source: Export VAT by Country
nl_nl: Export BTW per land

source: Country Code
nl_nl: Landcode

source: Country
nl_nl: Land

source: This password doesn't meet the minimum strength requirement. %s.
nl_nl: Dit wachtwoord voldoet niet aan de minimale sterkte. %s.

source: Weak
nl_nl: Zwak

source: Strong
nl_nl: Sterk

source: Very Strong
nl_nl: Zeer Sterk

source: Unbreakable
nl_nl: Onbreekbaar

source: Password Strength
nl_nl: Wachtwoord sterkte

source: Password must be "Medium" or stronger
nl_nl: Wachtwoord moet “Standaard” of sterker zijn

source: Password must be "Strong" or stronger
nl_nl: Wachtwoord moet "Sterk" of sterker zijn

source: Password must be "Very Strong" or stronger
nl_nl: Wachtwoord moet "Zeer Sterk" of sterker zijn

source: Austria
nl_nl: Oostenrijk

source: Belgium
nl_nl: België

source: Bulgaria
nl_nl: Bulgarije

source: Czech Republic
nl_nl: Tsjechië

source: Germany
nl_nl: Duitsland

source: Denmark
nl_nl: Denemarken

source: Estonia
nl_nl: Estland

source: Greece
nl_nl: Griekenland

source: Spain
nl_nl: Spanje

source: France
nl_nl: Frankrijk

source: Croatia
nl_nl: Kroatië

source: United Kingdom
nl_nl: Verenigd Koninkrijk

source: Hungary
nl_nl: Hongarije

source: Ireland
nl_nl: Ierland

source: Italy
nl_nl: Italië

source: Lithuania
nl_nl: Litouwen

source: Luxembourg
nl_nl: Luxemburg

source: Latvia
nl_nl: Letland

source: Netherlands
nl_nl: Nederland

source: Poland
nl_nl: Polen

source: Romania
nl_nl: Roemenië

source: Sweden
nl_nl: Zweden

source: Slovenia
nl_nl: Slovenië

source: Slovakia
nl_nl: Slowakije

source: <b>Cancelled Subscription</b> Notice
nl_nl: <b>Geannuleerd abonnement</b> Kennisgeving

source: This email is sent to you when a subscription is cancelled.
nl_nl: Deze e-mail wordt naar jou verzonden wanneer een abonnement wordt geannuleerd.

source: ** Subscription {$subscr_num} Was Cancelled
nl_nl: ** Abonnement {$subscr_num} is geannuleerd

source: Credit Card Expires Reminder Email to Admin
nl_nl: Credit Card Verloopt Herinnering E-mail naar Admin

source: This email is sent to the admin when triggered for a user.
nl_nl: Deze e-mail wordt naar de admin verzonden wanneer hij wordt geactiveerd voor een gebruiker.

source: ** %1$s Reminder Sent to %2$s
nl_nl: **%1$s Herinnering verstuurd naar%2$s

source: Credit Card Expiring
nl_nl: Credit Card verloopt

source: Credit Card Expiring in 2 Days
nl_nl: Credit Card verloopt in 2 Dagen

source: <b>Credit Card Expiring</b> Notice
nl_nl: <b>Credit Card verloopt</b> Kennisgeving

source: This email is sent to you when a member's credit card is expiring
nl_nl: Deze e-mail wordt verzonden als credit card van een lid vervalt

source: ** Credit Card Expiring For {$subscr_num}
nl_nl: ** Credit Card verloopt voor {$subscr_num}

source: <b>Downgraded Subscription</b> Notice
nl_nl: <b>Gedegradeerd Abonnement</b> Kennisgeving

source: This email is sent to you when a subscription is downgraded.
nl_nl: Deze e-mail wordt verzonden wanneer een abonnement wordt gedegradeerd.

source: ** Subscription {$subscr_num} Downgraded
nl_nl: * * Abonnement {$subscr _num} verlaagd

source: <b>Failed Transaction</b> Notice
nl_nl: <b>Mislukt Transactie</b> Kennisgeving

source: This email is sent to you when a transaction fails.
nl_nl: Deze e-mail wordt verstuurd wanneer een transactie mislukt.

source: ** Transaction Failed
nl_nl: ** Transactie mislukt

source: Member Signup Reminder Email to Admin
nl_nl: Lid Inschrijven Herinnering E-mail naar Admin

source: Member Signed Up
nl_nl: Lid Geregistreerd

source: Member Signed Up 2 days ago
nl_nl: Lid 2 dagen geleden geregistreerd

source: <b>New One-Time Subscription</b> Notice
nl_nl: <b>Nieuwe eenmalige Inschrijving</b> kennisgeving

source: This email is sent to you when a new non-recurring subscription is created.
nl_nl: Deze e-mail wordt verzonden wanneer er een nieuwe niet-terugkerend abonnement is gemaakt.

source: ** New One-Time Subscription: {$trans_num}
nl_nl: ** Nieuwe eenmalige inschrijving: {$trans_num}

source: <b>New Recurring Subscription</b> Notice
nl_nl: <b>Nieuw terugkerend Abonnement</b> Kennisgeving

source: This email is sent to you when a subscription is created.
nl_nl: Deze e-mail wordt verzonden naar u wanneer een abonnement is gemaakt.

source: ** New Recurring Subscription: {$subscr_num}
nl_nl: ** Nieuwe terugkerende Abonnement: {$subscr_num}

source: <b>Payment Receipt</b> Notice
nl_nl: <b>Betalingsontvangst</b> Kennisgeving

source: This email is sent to you when a payment comes through on your membership site
nl_nl: Deze e-mail wordt verzonden naar u wanneer een betaling binnenkomt op uw lidmaatschapswebsite

source: ** Payment of {$payment_amount} from {$user_full_name}
nl_nl: ** Betaling ter waarde van {$payment_amount} van {$user_full_name}

source: <b>Refunded Transaction</b> Notice
nl_nl: <b>Terugbetaalde Transactie</b> Kennisgeving

source: This email is sent to you when a transaction is refunded.
nl_nl: Deze e-mail wordt verzonden als een transactie wordt terugbetaald.

source: ** Transaction {$trans_num} Was Refunded
nl_nl: ** Transactie {$trans_num} is teruggestort

source: <b>Resumed Subscription</b> Notice
nl_nl: <b>Hervat abonnement</b> Kennisgeving

source: This email is sent to you when a subscription is resumed.
nl_nl: Deze e-mail wordt naar je verzonden wanneer een abonnement wordt hervat.

source: ** Subscription {$subscr_num} Resumed
nl_nl: ** Abonnement {$subscr_num} hervat

source: Signup Abandoned Reminder Email to Admin
nl_nl: Aanmelding verlaten Reminder E-mail naar Admin

source: Sign Up Abandoned
nl_nl: Aanmelding verlaten

source: Sign Up Abandoned 2 days ago
nl_nl: Aanmelden Verlaten 2 dagen geleden

source: <b>New Signup</b> Notice
nl_nl: <b>Nieuwe Aanmelding</b> Kennisgeving

source: This email is sent to you when a user registers for your membership site and their first transaction completes.
nl_nl: Deze e-mail wordt naar je verzonden wanneer een gebruiker zich registreert voor uw site en hun eerste transactie is voltooid.

source: ** New Signup: {$username}
nl_nl: ** Nieuwe registratie: {$username}

source: Subscription Expires Reminder Email to Admin
nl_nl: Abonnement verloopt Herinnering E-mail naar Admin

source: Subscription Expiring in 2 days
nl_nl: Abonnement verloopt over 2 dagen

source: Subscription Renews Reminder Email to Admin
nl_nl: Abonnement Vernieuwd Herinnering E-mail naar Admin

source: Subscription Renewing
nl_nl: Abonnement vernieuwen

source: Subscription Renewing in 2 Days
nl_nl: Abonnement verlengen over 2 dagen

source: <b>Paused Subscription</b> Notice
nl_nl: <b>Onderbroken abonnement</b> Kennisgeving

source: This email is sent to you when a subscription is paused.
nl_nl: Deze e-mail wordt verzonden naar je wanneer een abonnement wordt gepauzeerd.

source: ** Subscription {$subscr_num} Paused
nl_nl: ** Abonnement {$subscr_num} gepauseerd

source: <b>Upgraded Subscription</b> Notice
nl_nl: <b>Opgewaardeerd abonnement</b> Kennisgeving

source: This email is sent to you when a subscription is upgraded.
nl_nl: Deze e-mail wordt naar u verzonden wanneer een abonnement wordt opgewaardeerd.

source: ** Subscription {$subscr_num} Upgraded
nl_nl: ** Abonnement {$subscr_num} opgewaardeerd

source: This email is sent to the user when a subscription is cancelled.
nl_nl: Deze e-mail wordt naar de gebruiker verzonden wanneer een abonnement wordt geannuleerd.

source: ** Your Automatic Payments Have Been Stopped
nl_nl: Je automatische betalingen zijn stopgezet

source: Credit Card Expires Reminder Email to User
nl_nl: Creditcard vervalt herinnerings E-mail naar gebruiker

source: This email is sent to the user when triggered.
nl_nl: Deze e-mail wordt naar de gebruiker verzonden wanneer hij wordt geactiveerd.

source: ** Your %1$s
nl_nl: Uw %1$s

source: This email is sent to a member when their credit card is expiring
nl_nl: Deze e-mail wordt naar een lid verzonden wanneer zijn creditcard verloopt

source: ** Your Credit Card is Expiring
nl_nl: ** Je Creditcard vervalt

source: This email is sent to the user when they downgrade a subscription.
nl_nl: Deze e-mail wordt verzonden naar de gebruiker als ze een abonnement verlagen.

source: ** You've downgraded your subscription
nl_nl: ** Je hebt je abonnement gedegradeerd

source: This email is sent to the user when a transaction of theirs fails.
nl_nl: Deze e-mail is verzonden naar de gebruiker wanneer een transactie is mislukt.

source: ** Your Transaction Failed
nl_nl: ** Je transactie is mislukt

source: Member Signup Reminder Email to User
nl_nl: Lid Inschrijven Herinnering E-mail naar Gebruiker

source: ** Thanks for signing up
nl_nl: ** Bedankt voor je aanmelding

source: Membership-Specific Welcome Email to User
nl_nl: Lidmaatschap-Specifiek Welkom E-mail naar Gebruiker

source: This email is sent when this membership is purchased.
nl_nl: Stuur mij een e-mail wanneer dit lidmaatschap is aangekocht.

source: ** Thanks for Purchasing {$product_name}
nl_nl: ** Bedankt voor de aanschaf van {$product_name}

source: This email is sent to a user when payment completes for one of your memberships in her behalf.
nl_nl: Deze e-mail wordt naar een gebruiker verzonden wanneer de betaling is voltooid voor een van jouw lidmaatschappen in haar naam.

source: ** Payment Receipt
nl_nl: ** Betalingsbewijs

source: This email is sent to the user when a transaction is refunded.
nl_nl: Deze e-mail wordt verzonden naar de gebruiker wanneer een transactie wordt terugbetaald.

source: ** Your Transaction Was Refunded
nl_nl: ** Je transactie is teruggestort

source: This email is sent to the user when they resume a subscription.
nl_nl: Deze e-mail wordt verzonden naar de gebruiker bij het hervatten van een abonnement.

source: ** Your subscription has resumed
nl_nl: ** Je abonnement is hervat

source: Signup Abandoned Reminder Email to User
nl_nl: Aanmelding Verlaten Herinnering E-mail naar Gebruiker

source: ** Please complete your signup
nl_nl: ** Gelieve je registratie te voltooien

source: Subscription Expires Reminder Email to User
nl_nl: Abonnement verloopt Herinnering E-mail naar Gebruiker

source: Subscription Renews Reminder Email to User
nl_nl: Inschrijving Vernieuwt Herinnering E-mail naar Gebruiker

source: Subscription Renewing in 2 days
nl_nl: Abonnement Vernieuwt in 2 dagen

source: This email is sent to the user when one of their subscriptions is paused.
nl_nl: Deze e-mail wordt verzonden naar de gebruiker wanneer een abonnement is onderbroken.

source: ** You've paused your subscription
nl_nl: ** Je hebt je abonnement gepauzeerd

source: This email is sent to the user when they upgrade a subscription.
nl_nl: Deze e-mail wordt verzonden naar de gebruiker bij het upgraden van een abonnement.

source: ** You've upgraded your subscription
nl_nl: ** Je hebt je abonnement opgewaardeerd

source: <b>Welcome Email</b>
nl_nl: <b>Welkomst-e-mail</b>

source: This email is sent welcome a new user when she initially signs up for your membership site with a completed purchase.
nl_nl: Deze e-mail wordt verzonden Welkom voor een nieuwe gebruiker wanneer zij zich in de eerste instantie aanmeldt voor je lidmaatschap site met een aankoop.

source: ** Welcome to {$blog_name}
nl_nl: ** Welkom op {$blog_name}

source: Offline Payment
nl_nl: Offline betaling

source: Submit
nl_nl: Verzenden

source: Loading...
nl_nl: Laden…

source: Javascript is disabled in your browser. You will not be able to complete your purchase until you either enable JavaScript in your browser, or switch to a browser that supports it.
nl_nl: Javascript staat uitgeschakeld in je browser. Je zal niet in staat zijn om uw aankoop te voltooien totdat je JavaScript inschakelt, of overschakelt naar een browser die het ondersteunt.

source: Admin Must Manually Complete Transactions
nl_nl: Admin moet handmatig transacties voltooien

source: Send Welcome email when "Admin Must Manually Complete Transactions" is enabled
nl_nl: Welkomstmail verzenden wanneer 'Admin moet transacties handmatig voltooien' is ingeschakeld

source: This action is not possible with the payment method used with this Subscription
nl_nl: Deze actie is niet mogelijk met de betalingsmethode gebruikt in dit abonnement

source: Pay with your credit card via Authorize.net
nl_nl: Betalen met je credit card via Authorize.net

source: Payment was unsuccessful, please check your payment details and try again.
nl_nl: Betaling is mislukt, controleer je betalingsgegevens en probeer het opnieuw.

source: Your payment details are invalid, please check them and try again.
nl_nl: Je betalingsgegevens zijn ongeldig, check en probeer het opnieuw.

source: This subscription is invalid.
nl_nl: Dit abonnement is ongeldig.

source: First Name
nl_nl: Voornaam

source: Last Name
nl_nl: Achternaam

source: Credit Card Number
nl_nl: Creditkaartnummer

source: Invalid Credit Card Number
nl_nl: Ongeldig creditcardnummer

source: Expiration
nl_nl: Vervaldatum

source: Invalid Expiration
nl_nl: Ongeldige vervaldatum
