Repository: KvandenB/memberpress-dutch-translation
Catalog: memberpress-*.po
Languages: nl_nl

source: Calculate Tax Based On
nl_nl: Berekende BTW gebaseerd op

source: What location should taxes be based on?
nl_nl: Op welke locatie moet de belasting worden gebaseerd?

source: This option will determine whether tax should be calculated based on the address that the customer enters or the address you entered on the "Info" tab here in MemberPress Options.
nl_nl: Deze optie bepaalt of belasting moet worden berekend op basis van het adres dat de klant invoert of het adres dat jij hebt ingevoerd op het tabblad 'Info' hier in de MemberPress Opties.

source: Customer Address
nl_nl: Klantadres

source: Merchant Address
nl_nl: Verkopersadres

source: Default Address
nl_nl: Standaard Adres

source: What default customer address should be used?
nl_nl: Welke standaard klantadres moet worden gebruikt?

source: If there is no address set for the customer then MemberPress can either use the merchant address to calculate the tax or use no address at all which would result in no tax being applied to the sale.
nl_nl: Als er geen adres is ingesteld voor de klant dan kan MemberPress zowel het adres van de winkelier gebruiken om de belasting te berekenen of geen adres, waarbij geen belasting wordt toegepast op de verkoop.

source: Tax Rates
nl_nl: Belastingtarieven

source: Custom Tax Rates
nl_nl: Aangepaste BTW tarieven

source: State
nl_nl: Provincie

source: City
nl_nl: Stad

source: Rate %
nl_nl: Tarief %

source: Desc
nl_nl: Aflopend

source: Priority
nl_nl: Prioriteit

source: Export Tax Rates
nl_nl: Export BTW tarieven

source: Clear Tax Rates
nl_nl: Wis Belastingtarieven

source: No custom tax rates have been set. To add some, upload a csv file.
nl_nl: Er zijn een aangepaste belastingtarieven ingesteld. Upload een CSV-bestand om die toe te voegen.

source: Upload Tax Rates
nl_nl: Belastingtarieven uploaden

source: Upload Tax Rates via a CSV file. Use this to select a csv file ... then to upload, just hit the "Update Options" button.
nl_nl: Upload Belastingtarieven via een CSV-bestand. Gebruik dit om een ​​CSV-bestand te selecteren ... om vervolgens te uploaden, klik je op de knop "Bewerk Opties".

source: Enable TaxJar
nl_nl: TaxJar inschakelen

source: Get US Tax Rates from TaxJar
nl_nl: Ontvang amerikaanse belastingtarieven van TaxJar

source: TaxJar automate your sales tax calculations, reporting, and filings in minutes.<br/><br/>NOTE: This will override any tax rates for the US you've imported via CSV.
nl_nl: TaxJar automatiseert uw btw-berekeningen, rapportage en aangiften in enkele minuten.<br/><br/>OPMERKING: Hiermee worden alle belastingtarieven voor de VS die u via CSV hebt geïmporteerd, overschrijven.

source: TaxJar API Key (Live)
nl_nl: TaxJar API-sleutel (Live)

source: Live API key for use in production environments.
nl_nl: Live API-sleutel voor gebruik in productieomgevingen.

source: TaxJar API Key (Sandbox)
nl_nl: TaxJar API-sleutel (Sandbox)

source: Sandbox API key for use in testing and staging environments.
nl_nl: Sandbox API-sleutel voor gebruik in test- en faseringsomgevingen.

source: Enable TaxJar Sandbox
nl_nl: TaxJar Sandbox inschakelen

source: Enable a sandbox for use in testing and staging environments.
nl_nl: Schakel een sandbox in voor gebruik in test- en faseringsomgevingen.

source: Enable VAT
nl_nl: BTW inschakelen

source: Enable VAT Tax Calculations
nl_nl: Schakel BTW berekeningen

source: When this is checked then MemberPress will calculate VAT taxes for any customers who are located in the European Union.
nl_nl: Wanneer dit is aangevinkt, zal MemberPress BTW belastingen berekenen voor alle klanten die gevestigd zijn in de Europese Unie.

source: Merchant VAT Country
nl_nl: Winkelier BTW land

source: This is the country of the VAT MOSS your business is registered with.
nl_nl: Dit is het land van de BTW MOSS waarbij jouw zaak geregistreerd is.

source: Tax all EU Businesses
nl_nl: Belasting van alle EU-bedrijven

source: When this option is checked all EU Businesses will be taxed--even if they have a valid VAT number.
nl_nl: Wanneer deze optie wordt aangevinkt worden alle EU-bedrijven belast, zelfs als ze een geldig BTW-nummer hebben.

source: Disable VAT VIES database lookup
nl_nl: Opzoeken van btw-vies-database uitschakelen

source: When this option is checked, the VAT number will not be validated by VIES online service.
nl_nl: Wanneer deze optie wordt gecontroleerd, wordt het btw-nummer niet gevalideerd door vies online service.

source: VAT Customer Type
nl_nl: BTW Klant-type

source: Consumer
nl_nl: Particulier

source: Business
nl_nl: Bedrijf

source: Not Applicable
nl_nl: Niet toepasbaar

source: Not Set
nl_nl: Niet ingesteld

source: Edit Transaction
nl_nl: Transactie bewerken

source: Deleted Gateway
nl_nl: Verwijderde Gateway

source: Transaction ID:
nl_nl: Transactie ID:

source: All Transactions for Coupon
nl_nl: Alle transacties voor kortingscode

source: New Transaction
nl_nl: Nieuwe transactie

source: Edit transaction
nl_nl: Transactie bewerken

source: Send Receipt
nl_nl: Aankoopbewijs versturen

source: Send Welcome
nl_nl: Welkom verzenden

source: Refund Transaction
nl_nl: Betaling terugstrorten

source: Refund
nl_nl: Terugbetaling

source: Refund Transaction and Cancel Subscription
nl_nl: Betaling terugstorten en Abonnement annuleren

source: Refund & Cancel
nl_nl: Terugbetalen en annuleren

source: Delete Transaction
nl_nl: Transactie verwijderen

source: View Subscription
nl_nl: Bekijk abonnement

source: Change transaction's status
nl_nl: Transactiestatus wijzigen

source: Editing Transaction Status
nl_nl: Transactiestatus bewerken

source: Changing the status here will ONLY change the status on your site, not at the Gateway itself. To cancel a Transaction either you or the member should click the Cancel link next to the Subscription. You must use your Payment Gateway's web interface to refund a transaction.
nl_nl: Als je hier de status wijzigt, wordt de status ALLEEN gewijzigd op je site, niet bij de gateway zelf. Om een ​​transactie te annuleren, moet jij of het lid op de koppeling Annuleren naast het abonnement klikken. Je moet de webinterface van de Betalingsservice gebruiken om een ​​transactie terug te betalen.

source: Saving ...
nl_nl: Bezig met opslaan...

source: Transaction Number*:
nl_nl: Transactie nummer*:

source: A unique Invoice ID for this Transaction. Only edit this if you absolutely have to.
nl_nl: Een unieke factuur ID voor deze transactie. Alleen bewerken als dat echt nodig is.

source: The user who made this transaction.
nl_nl: De gebruiker die deze transactie heeft uitgevoerd.

source: The sub-total (amount before tax) of this transaction
nl_nl: Het subtotaal (bedrag exclusief belastingen) van deze transactie

source: Tax Amount*:
nl_nl: BTW bedrag*:

source: The amount of taxes for this transaction
nl_nl: Het BTW bedrag voor deze transactie

source: Tax Rate*:
nl_nl: BTW percentage*:

source: The current status of the transaction
nl_nl: Huidige status van de transactie

source: The payment method associated with the transaction.
nl_nl: De betaalmethode die aan de transactie is gekoppeld.

source: Subscription:
nl_nl: Abonnement:

source: The optional subscription to associate this transaction with.
nl_nl: Het optionele abonnement om deze transactie aan te koppelen.

source: The date that the transaction was created on. This field is displayed in UTC/GMT.
nl_nl: De datum waarop de betaling was gemaakt. Dit veld wordt weergegeven in UTC/GMT.

source: Expiration Date (UTC/GMT):
nl_nl: Vervaldatum (UTC/GMT):

source: The date that the transaction will expire. This is used to determine how long the user will have access to the membership until another transaction needs to be made. This field is displayed in UTC/GMT
nl_nl: De datum waarop de transactie verloopt. Dit wordt gebruikt om te bepalen hoe lang de gebruiker toegang heeft tot het lidmaatschap tot een andere transactie moet worden gemaakt. Dit veld wordt weergegeven in UTC/GMT

source: <b>Note:</b> Blank indicates a <b>lifetime</b> expiration.
nl_nl: <b>Opmerking:</b> Leeg duidt een <b>onbeperkte</b> vervalperiode aan.

source: Error with MEMBERPRESS_LICENSE_KEY: %s
nl_nl: Fout met MEMBERPRESS_LICENTIECODE: %s

source: <b>MemberPress doesn't have a valid license key installed.</b> Go to the MemberPress %1$ssettings page%2$s to activate your license or go to %3$smemberpress.com%4$s to get one.
nl_nl: <b>MemberPress heeft geen geldige licentiesleutel geïnstalleerd.</b> Ga naar de MemberPress %1$ssettings pagina%2$s om je licentie te activeren of ga naar %3$smemberpress.com%4$s om er een te krijgen.

source: Install
nl_nl: Installeer

source: (Update Available)
nl_nl: (Update beschikbaar)

source: Installed & Inactive
nl_nl: Geïnstalleerd & Inactieve

source: ACTION REQUIRED
nl_nl: ACTIE VEREIST

source: The %s features in your MemberPress options have been moved from MemberPress into a separate plugin.
nl_nl: De %s functies in je MemberPress opties zijn verplaatst van MemberPress in een aparte plugin.

source: Why you ask? Well, it's to streamline and increase the performance of MemberPress for you.
nl_nl: Waarom vraag je dat? Nou, om de prestaties van MemberPress voor je te verhogen en te stroomlijnen.

source: And good for you, it looks like you've already got the %1$s Add-on installed. Just click the "Activate %2$s Add-on" button below and you'll get all these features back now.
nl_nl: En goed voor jou, het lijkt erop dat je de %1$s Add-on al geïnstalleerd hebt. Klik op de "activeer %2$s Add-on" knop hieronder en je krijgt al deze functies nu terug.

source: Luckily it's easy to get these features back now. Just click the "Install %s Add-on" button below.
nl_nl: Gelukkig is het gemakkelijk om deze functies weer terug te zetten. Klik gewoon op de "Install %s Add-on" knop hieronder.

source: If you have problems with the auto-install please refer to %1$sthe user manual%2$s for manual install instructions.
nl_nl: Als je problemen ondervindt met het auto-installeren, raadpleeg %1$sde handleiding%2$s voor handmatige installatie-instructies.

source: Activate %s Add-on
nl_nl: Activeer %s Add-on

source: Install %s Add-on
nl_nl: Installeer %s Add-on

source: Don't Show This Message Again
nl_nl: Niet opnieuw tonen

source: Enter Your MemberPress License Key:
nl_nl: Voer je MemberPress licentiecode in:

source: Activate License Key on %s
nl_nl: Activeer Licentiecode op %s

source: <b>Active on %s</b>
nl_nl: <b>Actief op %s</b>

source: You're currently running version %s of MemberPress
nl_nl: Je werkt momenteel met versie %s van MemberPress

source: Automatic Updates & Add-ons
nl_nl: Automatische updates & Add-ons

source: Usage
nl_nl: Gebruik

source: Disable Anonymous Usage Reporting
nl_nl: Schakel Anonieme Gebruikersrapportering uit

source: In order to help us improve MemberPress you can allow MemberPress to send anonymous usage data back to our developers. We respect your privacy so any data that is sent to us can't be traced back to you -- but it will help us to fix issues, identify new features and generally improve MemberPress.
nl_nl: Om te helpen bij het verbeteren van MemberPress kun je toestaan ​​anonieme gebruiksgegevens terug te sturen naar onze ontwikkelaars. Wij respecteren je privacy en daarom zijn de gegevens die ons worden toegezonden niet terug te voeren op jou; het zal ons helpen om problemen op te lossen, nieuwe functies te ontwikkelen en MemberPress te verbeteren.

source: Membership Information
nl_nl: Informatie Lidmaatschap

source: User has consented to the Privacy Policy
nl_nl: De gebruiker heeft ingestemd met het privacybeleid

source: User has NOT consented to the Privacy Policy
nl_nl: Gebruiker heeft NIET ingestemd met het privacybeleid

source: Terms of Service
nl_nl: Algemene voorwaarden

source: User has consented to the Terms of Service
nl_nl: De gebruiker heeft ingestemd met de Servicevoorwaarden

source: User has NOT consented to the Terms of Service
nl_nl: Gebruiker heeft NIET ingestemd met de Servicevoorwaarden

source: Signup Location
nl_nl: Inschrijvingslocatie

source: Detected on user's initial signup
nl_nl: Gedetecteerd op eerste aanmelding van de gebruiker

source: Vat Number
nl_nl: Btw-nummer

source: View Member's Transactions
nl_nl: Bekijk transacties van Leden

source: View Member's Subscriptions
nl_nl: Bekijk Abonnementen van Leden

source: Resend MemberPress Welcome Email
nl_nl: MemberPress Welkom Email opnieuw versturen

source: Custom MemberPress Account Message
nl_nl: Aangepast MemberPress Account bericht

source: Manually place the login form on the page
nl_nl: Het login formulier handmatig op de pagina plaatsen

source: Manually place Login form
nl_nl: Het login formulier handmatig plaatsen

source: By default MemberPress will append the login form to the end of the Login page. If you would like to show it in a different place on the Login page check this box then copy and paste the shortcode that appears below where you want it to appear on the page. The [mepr-login-form] shortcode can be used on any page or post on your site to display a login form.
nl_nl: Standaard zal MemberPress het aanmeldingsformulier toevoegen aan het einde van de inlogpagina. Als je het op een andere plek op de inlogpagina wilt laten zien, vink dit vakje aan en kopieer de shortcode die hieronder verschijnt en plak hem waar je hem op de pagina wilt laten verschijnen. De [mepr-login-formulier] shortcode kan op elke pagina of post op de site worden gebruikt om een ​​inlogformulier weer te geven.

source: Your 7-Day membership activity:
nl_nl: Je 7-Daags lidmaatschap activiteit:

source: View More MemberPress Reports
nl_nl: Meer MemberPress Reports bekijken

# ui
source: Price:
nl_nl: Prijs:

# ui
source: Terms:
nl_nl: Voorwaarden:

# ui
source: Username:*
nl_nl: Gebruikersnaam: *

# ui
source: Invalid Username
nl_nl: Ongeldige gebruikersnaam

# ui
source: Password:*
nl_nl: Wachtwoord:*

# ui
source: Invalid Password
nl_nl: Ongeldig wachtwoord

# ui
source: Password Confirmation:*
nl_nl: Bevestig wachtwoord:*

# ui
source: Password Confirmation Doesn't Match
nl_nl: Wachtwoord bevestiging komt niet overeen

# ui
source: Coupon Code:
nl_nl: Kortingscode:

# ui
source: Loading icon
nl_nl: Aan het laden icon

# ui
source: Invalid Coupon
nl_nl: Ongeldige kortingscode

# ui
source: No val
nl_nl: Geen val

# ui
source: Description
nl_nl: Omschrijving

# ui
source: Quantity
nl_nl: Aantal

# ui
source: Amount
nl_nl: Bedrag

# ui
source: Sub-Total
nl_nl: Subtotaal

source: First Name on Card
nl_nl: Voornaam op kaart

source: Last Name on Card
nl_nl: Achternaam op kaart

# ui
source: Credit Card Number
nl_nl: Creditkaartnummer

# ui
source: Invalid Credit Card Number
nl_nl: Ongeldig creditcardnummer

# ui
source: Expiration
nl_nl: Vervaldatum

# ui
source: Invalid Expiration
nl_nl: Ongeldige vervaldatum

# ui
source: mm/yy
nl_nl: mm /jj

# ui
source: Invalid CVC Code
nl_nl: Ongeldige CVC Code

# ui
source: %s is Required
nl_nl: %s is vereist

# ui
source: %s is not valid
nl_nl: %s is niet geldig

# ui
source: Select Payment Method
nl_nl: Selecteer betaalwijze

# ui
source: Subscription Cancelled
nl_nl: Abonnement Geannuleerd

# ui
source: A subscription was just cancelled on {$blog_name}:
nl_nl: Er werd zojuist een abonnement geannuleerd op {$blog_name}:

# ui
source: Name:
nl_nl: Naam:

# ui
source: Login:
nl_nl: Inloggen:

# ui
source: Subscription:
nl_nl: Abonnement:

# ui
source: Started:
nl_nl: Gestart:

# ui
source: Auto Rebill:
nl_nl: Automatische incasso:

# ui
source: Stopped
nl_nl: Gestopt

# ui
source: Payment System:
nl_nl: Betalingssysteem

# ui
source: %s Reminder Sent
nl_nl: %s Herinnering Verzonden

# ui
source: A %1$s Reminder (%2$s) was just sent to %3$s for the following subscription:
nl_nl: Een %1$s herinnering (%2$s) is verstuurt naar %3$s voor het volgende abonnement:

# ui
source: Membership:
nl_nl: Lidmaatschap:

# ui
source: Created:
nl_nl: Aangemaakt:

# ui
source: Expires:
nl_nl: Verloopt op:

# ui
source: CC Expires:
nl_nl: Creditcard vervalt op:

# ui
source: User ID:
nl_nl: Gebruikers-ID:

# ui
source: A Credit Card is Expiring on {$subscr_cc_month_exp}/{$subscr_cc_year_exp}
nl_nl: Een creditcard verloopt op {$subscr_cc_month_exp}/{$subscr_cc_year_exp}

# ui
source: A member's Credit Card will expire before their next billing on {$blog_name}.
nl_nl: Creditcard van een lid loopt af vóór hun volgende facturering op {$blog_name}.

# ui
source: Subscription Num:
nl_nl: Abonnement Nr:

# ui
source: Credit Card Num:
nl_nl: Creditcard Nr:

# ui
source: Credit Card Exp:
nl_nl: Credit Card geldig tot:

# ui
source: Next Billing:
nl_nl: Volgende factureringsdatum:

# ui
source: Billed to
nl_nl: Gefactureerd aan

# ui
source: Subscription Downgraded
nl_nl: Abonnement Gedegradeerd

# ui
source: A user downgraded their subscription on {$blog_name}:
nl_nl: Een gebruiker heeft een abonnement op {$blog_name} gedegradeerd:

# ui
source: Auto-Rebilling:
nl_nl: Automatische herfacturatie:

# ui
source: Transaction Failed
nl_nl: Transactie mislukt

# ui
source: A transaction just failed on {$blog_name}:
nl_nl: Een transactie is zojuist mislukt op {$blog_name}:

# ui
source: Amount:
nl_nl: Bedrag:

# ui
source: Transaction:
nl_nl: Transactie:

# ui
source: Date:
nl_nl: Datum:

# ui
source: Failed
nl_nl: Mislukt

# ui
source: New One-Time Subscription
nl_nl: Nieuw éénmalig abonnement

# ui
source: A non-recurring subscription was just created on {$blog_name}:
nl_nl: Er werd zojuist een eenmalig abonnement gemaakt op {$blog_name}:

# ui
source: New Recurring Subscription
nl_nl: Nieuw Terugkerend Abonnement

# ui
source: A subscription was just created on {$blog_name}:
nl_nl: Een abonnement is zojuist gemaakt op {$blog_name}:

# ui
source: Payment from {$user_full_name}
nl_nl: Betaling van {$user_full_name}

# ui
source: Payment Amount:
nl_nl: Te Betalen Bedrag:

# ui
source: Invoice Number:
nl_nl: Factuurnummer:

# ui
source: Invoice Date:
nl_nl: Factuurdatum:

# ui
source: Transaction Refunded
nl_nl: Transaction Teruggestort

# ui
source: A transaction was just refunded on {$blog_name}:
nl_nl: Er werd zojuist een transactie teruggestort op {$blog_name}:

# ui
source: Refunded
nl_nl: Terugbetaald

# ui
source: Subscription Resumed
nl_nl: Abonnement hervat

# ui
source: A user resumed their subscription on {$blog_name}:
nl_nl: Een gebruiker heeft zijn abonnement op {$blog_name} hervat:

# ui
source: New Signup
nl_nl: Nieuwe aanmelding

# ui
source: A new user just signed up on {$blog_name}:
nl_nl: Er heeft zich zojuist een nieuwe gebruiker aangemeld op {$blog_name}:

# ui
source: Renews:
nl_nl: Vernieuwt Op:

# ui
source: Subscription Paused
nl_nl: Abonnement gepauzeerd

# ui
source: A subscription was paused on {$blog_name}:
nl_nl: Een abonnement is zojuist gepauzeerd op {$blog_name}:

# ui
source: Paused
nl_nl: Gepauzeerd

# ui
source: Subscription Upgraded
nl_nl: Inschrijving Opgewaardeerd

# ui
source: A user upgraded their subscription on {$blog_name}:
nl_nl: Een gebruiker heeft zijn abonnement op {$blog_name} opgewaardeerd:

# ui
source: Your Automatic Payments Have Been Stopped
nl_nl: Je automatische betalingen zijn stopgezet

# ui
source: Your subscription on {$blog_name} was cancelled:
nl_nl: Je abonnement op {$blog_name} is geannuleerd:

# ui
source: Hi %s,
nl_nl: Hallo %s,

# ui
source: Just a friendly reminder that your %1$s on <strong>%2$s</strong>.
nl_nl: Dit is slechts een vriendelijke herinnering dat uw %1$s op <strong>%2$s</strong>.

# ui
source: We wouldn't want you to miss out on any of the great content we're working on so <strong>make sure you %1$supdate your credit card today%2$s</strong>.
nl_nl: We zouden niet willen dat je de nieuwe opties waaraan we werken gaat missen, dus <strong>zorg ervoor dat je%1$supdate uw creditcard vandaag%2$s.</strong>.

# ui
source: Cheers!
nl_nl: Proost!

# ui
source: The {$blog_name} Team
nl_nl: Team {$blog_name}

# ui
source: Your Credit Card is Expiring on {$subscr_cc_month_exp}/{$subscr_cc_year_exp}
nl_nl: Je creditcard verloopt op {$subscr_cc_month_exp}/{$subscr_cc_year_exp}

# ui
source: Your Credit Card will expire before your next billing on {$blog_name}.
nl_nl: Je creditcard vervalt voor je volgende facturering op {$blog_name}.

# ui
source: To avoid any interruptions in your subscription, please %1$slogin to your account%2$s and update your credit card information.
nl_nl: Om eventuele onderbrekingen in je abonnement te voorkomen, kun je%1$sinloggen op je account%2$s om je creditcard gegevens bij te werken.

# ui
source: Confirm subscription payment
nl_nl: Betaling van abonnementen bevestigen

# ui
source: We tried to process a payment for your subscription to %s, but your bank requested authentication for this transaction. Please confirm the payment by clicking on the following link:
nl_nl: We hebben geprobeerd een betaling voor uw abonnement op %s te verwerken, maar uw bank heeft verificatie aangevraagd voor deze transactie. Bevestig de betaling door op de volgende link te klikken:

# ui
source: Your subscription has been downgraded
nl_nl: Je hebt je abonnement verlaagd

# ui
source: Your subscription on {$blog_name} was downgraded:
nl_nl: Uw abonnement op {$blog_name} is gedegradeerd:

# ui
source: Your Transaction Failed
nl_nl: Uw transactie is mislukt

# ui
source: Sorry, your transaction on {$blog_name} failed. Please update your payment details and retry your purchase.
nl_nl: Sorry, je transactie op {$blog_name} is mislukt. Werk alstublieft je betalingsgegevens bij en probeer het opnieuw.

# ui
source: Here are the details of your transaction:
nl_nl: Hier zijn de details van je transactie:

# ui
source: Thanks for registering for {$product_name}!
nl_nl: Bedankt voor je aanmelding voor {$product_name}!

# ui
source: Thanks for Purchasing {$product_name}
nl_nl: Bedankt voor de aanschaf van {$product_name}

# ui
source: You can login here: {$login_page}
nl_nl: Je kunt je hier aanmelden: {$login_page}

# ui
source: Using this username and password:
nl_nl: Met gebruik van deze gebruikersnaam en dit wachtwoord:

# ui
source: Username:
nl_nl: Gebruikersnaam:

# ui
source: Password:
nl_nl: Wachtwoord:

# ui
source: *** Password you set during signup ***
nl_nl: *** Wachtwoord zoals ingesteld tijdens je aanmelding ***

# ui
source: Payment Receipt
nl_nl: Betalingsbewijs

# ui
source: for your payment to {$blog_name}
nl_nl: voor je betaling aan {$blog_name}

# ui
source: Invoice:
nl_nl: Factuur nr.:

# ui
source: Paid to
nl_nl: Betaald aan

# ui
source: Your Transaction Was Refunded
nl_nl: Je transactie is teruggestort

# ui
source: Your transaction on {$blog_name} was refunded:
nl_nl: Je transactie op {$blog_name} is teruggestort:

# ui
source: Someone requested to reset your password for %1$s on %2$s at %3$s
nl_nl: Iemand heeft verzocht je wachtwoord opnieuw in te stellen voor %1$s op %2$s in %3$s

# ui
source: To reset your password visit the following address, otherwise just ignore this email and nothing will happen.
nl_nl: Om je wachtwoord opnieuw in te stellen bezoek de volgende website, wil je dit niet, negeer dan deze e-mail en er zal niets gebeuren.

# ui
source: Your subscription has resumed
nl_nl: Je abonnement is hervat

# ui
source: Your subscription on {$blog_name} has resumed:
nl_nl: Je abonnement op {$blog_name} is hervat:

# ui
source: You can create a new password for %1$s on %2$s at %3$s by clicking on the following link:
nl_nl: Je kunt een nieuw wachtwoord maken voor%1$s op%2$s op%3$s door op de volgende link te klikken:

# ui
source: Please complete your signup
nl_nl: Gelieve je registratie te voltooien

# ui
source: We just saw that you weren't able to complete your signup for %1$s on %2$s.
nl_nl: Wij zagen dat je niet in staat was om je registratie voor %1$s op %2$s te voltooien.
