Repository: KvandenB/memberpress-dutch-translation
Catalog: memberpress-*.po
Languages: nl_nl

source: PayPal, Stripe, and Authorize.net can sometimes take up to 24 hours to process the first payment on a members recurring subscription. By default MemberPress allows a 1 day grace period after a member signs up, so they can access the site immediately rather than wait for their payment to clear.
nl_nl: PayPal, Stripe, en Authorize.net hebben soms tot 24 uur nodig om de eerste betaling van een terugkerend abonnement te verwerken. Standaard biedt MemberPress 1 dag respijt nadat een lid zich aanmeldt, zodat deze onmiddellijk toegang heeft tot de ledensite in plaats van te moeten wachten tot hun betaling is verwerkt.

source: If you would like to make them wait for the payment to clear before they are allowed to access the site, then enable this option.
nl_nl: Als je wilt dat ze wachten totdat de betaling is verwerkt voordat ze toegang hebben tot de site, schakel dan deze optie in.

source: Disable Password Fields on membership registration forms
nl_nl: Wachtwoordvelden uitschakelen op lidmaatschapsregistratieformulieren

source: Disable Password Fields
nl_nl: Wachtwoordvelden uitschakelen

source: When this option is checked, the Password, Password Confirmation & Password Strength fields will not appear on the checkout page. The Member will then receive an email after they register that will provide the steps they can take to set up a password.
nl_nl: Wanneer deze optie is aangevinkt, zal het wachtwoord, wachtwoord bevestiging & WachtWoord sterkte velden niet worden weergegeven op de betaal pagina. Het lid zal dan een e-mail ontvangen nadat zij geregistreerd hebben waarin zij kunnen lezen welke stappen ze moeten nemen om een wachtwoord in te stellen.

source: Enable Single Page Checkout
nl_nl: Afhandeling van één pagina inschakelen

source: Single Page Checkout
nl_nl: Enkele pagina KASSA

source: Enabling this will eliminate the second step of the checkout process. Users will be able to enter their personal and payment details during the first step instead.
nl_nl: Als u dit inschakelt, wordt de tweede stap van het afrekenproces geëlimineerd. Gebruikers kunnen hun persoonlijke en betalingsgegevens invoeren tijdens de eerste stap.

source: Enable Single Page Checkout Invoice
nl_nl: Factuur voor het afrekenen van één pagina inschakelen

source: Single Page Checkout Invoice
nl_nl: Factuur voor het afrekenen op één pagina

source: Enabling this will display Invoice table above the payment options.
nl_nl: Als u dit inschakelt, wordt de factuurtabel boven de betalingsopties weergegeven.

source: Require Terms of Service on membership registration forms
nl_nl: Vereis Algemene Voorwaarden op de lidmaatschapsregistratieformulieren

source: URL to your Terms of Service page:
nl_nl: URL naar de pagina met je Algemene Voorwaarden:

source: Terms of Service Checkbox Title:
nl_nl: Algemene Voorwaarden Checkbox Titel:

source: Require Privacy Policy acceptance on membership registration forms
nl_nl: De acceptatie van de privacy policy is verplicht op lidmaatschap registratieformulieren

source: Your Privacy Policy:
nl_nl: Uw privacy policy

source: Privacy Policy Page
nl_nl: Privacybeleidpagina

source: Privacy Policy Checkbox Title:
nl_nl: Titel van het selectievakje Privacybeleid:

source: Privacy Policy Checkbox Title
nl_nl: Privacybeleid checkbox Titel

source: This will appear next to the Privacy Policy checkbox on membership registration forms. The text between % characters will become the link text to your Privacy Policy page.
nl_nl: Dit zal naast het privacy beleid checkbox op lidmaatschaps registratieformulieren verschijnen. De tekst tussen% karakters wordt de link naar je privacy beleid pagina.

source: Login & Logout:
nl_nl: Inloggen & Uitloggen:

source: Use MemberPress login page URL
nl_nl: URL van de aanmeldingspagina van MemberPress gebruiken

source: Use this option to return MemberPress login page URL when other plugins/themes call the wp_login_url() function. If you have other plugins that use their own Login pages too you may want to leave this option disabled. This does NOT prevent directly accessing /wp-login.php page.
nl_nl: Gebruik deze optie om de URL van de aanmeldingspagina van MemberPress terug te sturen wanneer andere plug-ins/thema's de functie wp_login_url() aanroepen. Als u andere plug-ins hebt die ook hun eigen inlogpagina's gebruiken, u deze optie uitgeschakeld laten. Dit voorkomt NIET dat direct toegang tot /wp-login.php pagina.

source: URL to direct member to after login:
nl_nl: URL om leden na het inloggen heen te leiden:

source: Login Redirect URL
nl_nl: Inlog redirect URL

source: For this to work you must have the Login page set in the MemberPress options. You can also override this option on a per-membership basis in the Advanced box when creating/editing a membership.
nl_nl: Om dit te laten werken moet je de inlogpagina in de MemberPress opties hebben ingesteld. Je kunt deze optie ook per lidmaatschap overschrijven bij de Advanced-opties als je het lidmaatschap maakt/bewerkt.

source: URL to direct member to after logout:
nl_nl: URL om leden na het uitloggen heen te leiden:

source: Logout Redirect URL
nl_nl: Uitlogdoorverwijzing URL

source: Set what URL you want the member to be taken to when they logout on your site. This setting applies to Administrators as well.
nl_nl: Stel in naar welke URL de leden worden doorverwezen nadat ze hebben uitgelogd. Deze instelling geldt ook voor beheerders.

source: Account Page Welcome Message
nl_nl: Welkom bericht accountpagina

source: This text will appear below the navigation on the Account Page.
nl_nl: Deze tekst verschijnt onder de navigatie op de accountpagina.

source: Logged In Purchases:
nl_nl: Ingelogde Aankopen:

source: Show The Fields Below For Logged-in Purchases
nl_nl: Toon de velden hieronder voor ingelogde aankopen

source: Extended User Information Fields:
nl_nl: Uitgebreide gerbuikersinformatie velden:

source: Name Fields:
nl_nl: Naam velden:

source: Require
nl_nl: Vereisen

source: Address Fields:
nl_nl: Adresvelden

source: (Required when taxes are enabled)
nl_nl: (Vereist wanneer belastingen zijn ingeschakeld)

source: Custom User Information Fields:
nl_nl: Aangepaste gebruikersinformatie velden:

source: Custom User Information Fields
nl_nl: Aangepaste gebruikersinformatie velden

source: You can specify custom fields to be used with your users' account. Just click the 'plus' button below to add your first field.
nl_nl: Je kunt aangepaste velden specificeren die worden gebruikt voor het account van je gebruikers. Klik op de 'plus' knop hieronder om je eerste veld toe te voegen.

source: Add new Custom Field
nl_nl: Nieuw aangepast veld toevoegen

source: Payment Methods
nl_nl: Betaalmethodes

source: Add a Payment Method
nl_nl: Een betaalmethode toevoegen

source: Member Notices
nl_nl: Mededelingen Leden

source: These are notices that will be sent to your members when events happen in MemberPress.
nl_nl: Dit zijn de mededelingen die aan je leden worden verstuurd wanneer gebeurtenissen plaatsvinden in MemberPress.

source: Admin Emails &amp; Notices
nl_nl: Admin Emails &amp; Mededelingen

source: Admin Notices
nl_nl: Admin mededelingen

source: These are notices that will be sent to the addresses you've set below when events happen in MemberPress.
nl_nl: Dit zijn de mededelingen die aan de adressen die je hieronder hebt ingesteld zullen worden verzonden wanneer gebeurtenissen plaatsvinden in MemberPress.

source: Admin Email Addresses:
nl_nl: Admin E-mailadressen:

source: Notification Email Addresses
nl_nl: Melding E-mailadressen

source: This is a comma separated list of email addresses that will recieve admin notifications. This defaults to your admin email set in "Settings" -> "General" -> "E-mail Address"
nl_nl: Dit is een door komma's gescheiden lijst met e-mailadressen die beheerdersmeldingen ontvangen. Dit staat standaard op je beheerders-e-mail ingesteld in "Settings" -> "Algemeen" -> "E-mailadres"

source: Privacy Settings
nl_nl: Privacy Instellingen

source: Include Privacy Policy link
nl_nl: Koppeling Privacybeleid opnemen

source: Privacy Policy Link
nl_nl: Privacybeleid link

source: When this option is checked, a link to your site's Privacy Policy page will be included in all email communication.
nl_nl: Wanneer deze optie is ingeschakeld, wordt een koppeling naar de pagina Privacybeleid van uw site opgenomen in alle e-mailcommunicatie.

source: Send Mail From
nl_nl: Email verzenden vanaf

source: From Name:
nl_nl: Van naam:

source: From Email:
nl_nl: E-mail Afzender:

source: Disable global auto-responder lists
nl_nl: Schakel de auto-responder-lijsten uit

source: When this option is checked, and a membership has its own auto-responder list set under its Advanced tab. The global list you set on this page will be disabled on that membership page. The member will only be added to the membership's list, and not the global list in this case.
nl_nl: Als deze optie is ingeschakeld, en een lidmaatschap heeft zijn eigen auto-responder lijst ingesteld onder zijn tabblad Geavanceerd. De standaard lijst die je hebt ingesteld, zal worden uitgeschakeld op de pagina van het lidmaatschap. De leden worden in dat geval alleen toegevoegd aan de eigen lijst van het lidmaatschap, en niet aan de standaard lijst.

source: Opt-in box checked by default
nl_nl: Opt-in-box standaard aangevinkt

source: Opt-in checkbox initial value
nl_nl: Initiële waarde opt-in-checkbox

source: Use this option to set whether the opt-in checkbox shown at signup should be checked or unchecked by default. When enabled, the checkbox will be checked by default.
nl_nl: Gebruik deze optie om in te stellen of de opt-in checkbox, getoond bij inschrijving, standaard in- of uitgeschakeld staat. Indien ingeschakeld, wordt het selectievakje standaard aangevinkt.

source: Enable/Disable Integrations
nl_nl: Integraties inschakelen/uitschakelen

source: Merchant Business Address
nl_nl: Zakelijk adres

source: Enter your business's name & address. Used to figure out tax rates and to include in email receipts.
nl_nl: Voer de naam en het adres van je bedrijf in. Dit wordt gebruikt voor de bepaling van belastingtarieven en in e-mail betalingsbewijzen.

source: Business Name*
nl_nl: Bedrijfsnaam*

source: Address Line 1*
nl_nl: Adresregel 1*

source: Address Line 2
nl_nl: Adresregel 2

source: City*
nl_nl: Woonplaats*

source: Country*
nl_nl: Land*

source: State*
nl_nl: Provincie*

source: Internationalization
nl_nl: Internationaal

source: Language Code:
nl_nl: Taalcode:

source: Currency Code:
nl_nl: Valutacode:

source: Currency Symbol:
nl_nl: Valutateken:

source: Symbol After Amount
nl_nl: Laat symbool na bedrag zien

source: Display Currency Symbol After Amount
nl_nl: Toon Valutasymbool Na Bedrag

source: Will display the currency symbol after the price of the item. For example: 5.00$ instead of $5.00. Unless you know your countries currency symbol should be listed after, leave this unchecked.
nl_nl: Geeft het valutasymbool weer na de prijs van het artikel. Bijvoorbeeld: 5.00 € in plaats van € 5.00. Tenzij het valutasymbool voor jouw land na het bedrag moet worden vermeld, laat je dit niet aangevinkt.

source: Theme Compatibility
nl_nl: Thema Compatibiliteit

source: Global CSS Styles
nl_nl: Standaard CSS stijlen

source: Load all of MemberPress's CSS Styles on Each Page
nl_nl: Laad alle MemberPress's CSS-stijlen op elke pagina

source: When this option is enabled, all of MemberPress's CSS Styles will be loaded on every front end page of your website.
nl_nl: Wanneer deze optie is ingeschakeld, worden alle MemberPress's CSS-stijlen worden geladen op elke front-end pagina van je website.

source: Note: This option should only be enabled if MemberPress compatibility with your theme requires its usage.
nl_nl: Let op: deze optie zou slechts moeten worden ingeschakeld als de MemberPress verenigbaarheid met uw thema zijn gebruik vereist.

source: Authorize Search Engines
nl_nl: Zoekmachines toestaan

source: Treat popular search engines as authorized members?
nl_nl: Populaire zoekmachines behandelen als geautoriseerde leden?

source: When this option is enabled -- Google, Yahoo, Ask, and Bing/MSN are allowed to view protected content on your site as if they were authorized members. This can help search engines index your content.
nl_nl: Wanneer deze optie is ingeschakeld sta je Google, Yahoo, Ask en Bing / MSN toe ​​om beschermde content te bekijken op je site als toegelaten ​​leden. Dit kan helpen om zoekmachines je inhoud te laten indexeren.

source: Note: This does not work with caching enabled on your site. So avoid enabling this when using WP Super Cache, W3TC, WP Engine hosting, GoDaddy's Managed WordPress -- or any other plugin/webhost that caches your pages.
nl_nl: Opmerking: Dit werkt niet als caching is ingeschakeld op je site. Dus schakel niet in bij het gebruik van WP Super Cache, W3TC, WP Engine hosting, GoDaddy Managed WordPress - of een andere plugin/webhost die je pagina's cachet.

source: Block Search Engines
nl_nl: Blokkeer Zoekmachines

source: Ask search engines to not index protected content?
nl_nl: Vraag zoekmachines om beveiligde inhoud niet te indexeren?

source: Automatically ask search engines not to index protected content on your site. If the 'Authorize Search Engines' option is enabled, this setting has no effect.
nl_nl: Vraag zoekmachines automatisch om beveiligde inhoud op uw site niet te indexeren. Als de optie 'Zoekmachines autoriseren' is ingeschakeld, heeft deze instelling geen effect.

source: Enable PayWall
nl_nl: PayWall inschakelen

source: When enabled, you can specify how many free page views an unauthorized guest will have before being shown the unauthorized messages. We strongly encourage you to leave this option disabled during your initial setup and testing of MemberPress.
nl_nl: Wanneer ingeschakeld, kun je aangeven hoe vaak een pagina gratis kan worden bekeken door een onbevoegde gast voordat het bevoegdheidsbericht wordt getoond. Wij adviseren je om deze optie uitgeschakeld te laten tijdens de eerste installatie en het testen van MemberPress.

source: # Free Views
nl_nl: # gratis weergaves

source: Number of Free Views per Guest
nl_nl: Het aantal vrije weergaves per bezoeker

source: The number of free views unauthorized users can have before the paywall kicks in to prevent access to protected content.
nl_nl: Het aantal gratis weergaves die onbevoegde gebruikers krijgen voordat de betalingsmelding verschijnt om toegang van de beveiligde inhoud te voorhinderen.

source: Weekly Summary Email
nl_nl: E-mail met wekelijks overzicht

source: Disable Weekly Summary Email
nl_nl: E-mail met een wekelijks overzicht uitschakelen

source: A weekly summary email is sent from MemberPress with a report on the revenue and transactions from the previous week. You can stop the email being sent by checking this option.
nl_nl: Een wekelijkse samenvatting e-mail wordt verzonden van MemberPress met een rapport over de inkomsten en transacties van de vorige week. U voorkomen dat de e-mail wordt verzonden door deze optie aan tevinken.

source: Rewrite Rules
nl_nl: Regels Herschrijven

source: Disable Rewrite Rules
nl_nl: Regels Herschrijven Uitschakelen

source: Disable mod_rewrite (.htaccess) Rules
nl_nl: Schakel mod_rewrite (.htaccess) Regels uit

source: If you are having problems getting other 3rd party applications such as phpBB or phpList to work along side MemberPress, you may need to check this option. Disabling mod_rewrite will mean that individual files cannot be protected with the Custom URI Rules.
nl_nl: Als je problemen hebt om applicaties van derden, zoals phpBB of phpList, naast MemberPress te laten werken, moet je deze optie mogelijk aanvinken. Als je mod_rewrite uitschakelt, betekent dit dat afzonderlijke bestanden niet kunnen worden beveiligd met de aangepaste URI-regels.

source: Update Options
nl_nl: Update opties

source: Show Payment Label
nl_nl: Toon Betalingslabel

source: Show Payment Icon
nl_nl: Toon Betalingsicoon

source: Show Payment Description
nl_nl: Toon Betalingsomschrijving

source: You must have a License Key to enable automatic updates for MemberPress. If you don't have a License please go to %1$s to get one. If you do have a license you can login at %2$s to manage your licenses and site activations.
nl_nl: Je hebt een licentiecode nodig om automatische updates voor Memberpress in te schakelen. Als je geen licentiecode hebt, ga naar %1$s om er een te krijgen. Als je wel een licentiecode hebt, kun je inloggen bij %2$s om je licenties en site-activeringen te beheren.

source: Activate License Key
nl_nl: Licentiesleutel activeren

source: Quick Feedback
nl_nl: Snelle feedback

source: If you have a moment, please share why you are deactivating MemberPress:
nl_nl: Als je even tijd hebt, deel dan waarom je MemberPress deactiveert:

source: Submit & Deactivate
nl_nl: Inzenden & Deactiveren

source: Skip & Deactivate
nl_nl: Overslaan & deactiveren

source: Help Us Improve MemberPress
nl_nl: Help ons met het verbeteren van MemberPress

source: Did you know that you can do something very easily to help us continue to improve MemberPress?
nl_nl: Wist je dat je ons kunt helpen om Memberpress te verbeteren?

source: Click "I Agree" below to enable MemberPress to send <em>anonymous</em> usage data back to our developers so you can help us continue to refine this awesome membership plugin.
nl_nl: Klik hieronder op "Ik ga akkoord" om MemberPress toestemming te geven<em>anonieme</em> gebruiksgegevens terug te sturen naar onze ontwikkelaars, om ons te helpen om deze lidmaatschap plugin te verbeteren en te verfijnen.

source: Thanks for your support!
nl_nl: Bedankt voor je ondersteuning!

source: I Agree
nl_nl: Ik ben akkoord

source: Nope
nl_nl: Nee

source: Membership Access URL
nl_nl: Lidmaatschap Toegang URL

source: This is the URL where those who purchase this membership can get the content they now have access to.
nl_nl: Dit is de URL waar degenen die dit lidmaatschap kopen de inhoud kunnen krijgen waartoe ze nu toegang hebben.

source: When set, the Membership Access URL will make this membership name clickable when a member views their Subscriptions/Payments tabs on the Account page.
nl_nl: Wanneer ingesteld, zal de Leden Toegang URL de lidmaatschapsnaam klikbaar maken wanneer een lid de Abonnementen/Betalingen tabs op de Account pagina bekijkt.

source: Membership Pricing Terms:
nl_nl: Lidmaatschap prijs voorwaarden:

source: Hidden
nl_nl: Verborgen

source: Membership Pricing Terms
nl_nl: Lidmaatschap prijs voorwaarden

source: By default MemberPress will automatically generate the pricing terms for you on the membership registration page. But in some cases you'll want to either present custom text for the terms ... or hide it alltogether.
nl_nl: Standaard genereert MemberPress automatisch de prijsvoorwaarden voor je op de lidmaatschapsregistratiepagina. Maar in sommige gevallen wil je aangepaste teksten voor de voorwaarden presenteren ... of deze allemaal verbergen.

source: This will allow you to customize the pricing terms on the <b>Registration, Payment, and Account Subscription's pages</b> for this membership. Here's a description of these options:
nl_nl: Hiermee kun je de prijsvoorwaarden op de <b>Registratie-, betalings- en accountabonnementspagina's </ b> voor dit lidmaatschap aanpassen. Hier is een beschrijving van deze opties:

source: <b>Default:</b> This will enable the system-generated membership terms.
nl_nl: <b>Standaard:</b> Dit schakelt door het systeem gegenereerde lidmaatschapsvoorwaarden in.

source: <b>Custom:</b> This will enable you to enter your own description for your membership terms.
nl_nl: <b>Aangepast:</b> Dit stelt je in staat om je eigen beschrijving in te voeren voor je lidmaatschapsvoorwaarden.

source: <b>Hidden:</b> This will hide the membership terms.
nl_nl: <b> verborgen: </b> Dit zal de lidmaatschaps voorwaarden verbergen.

source: Custom Registration Pricing Terms:
nl_nl: Aangepaste Registratie-prijsvoorwaarden:

source: Custom Login Redirect URLs
nl_nl: Aangepaste Inlogdoorverwijzing URL's

source: By default MemberPress will redirect members to the page setup in options. This will allow you to override that default behavior and customize it any way you want.
nl_nl: Standaard zal MemberPress leden doorverwijzen naar de pagina die is ingesteld bij de opties. Hiermee kun je die standaardinstelling overschrijven en aanpassen op elke manier die je wilt.

source: Default Login Redirect URL
nl_nl: Standaard Inlogdoorverwijzing URL

source: If the member logging in has an active Subscription to this membership and none of the custom URLs below apply, they will be redirected to this URL after logging in.
nl_nl: Als het lid dat zich aanmeldt een actief abonnement op dit lidmaatschap heeft en geen van de onderstaande aangepaste URL's zijn van toepassing, wordt het lid na het inloggen doorgestuurd naar deze URL.

source: Note: This overrides the Login Redirect URL setting in the MemberPress Options. Leave this option blank to use the Login Redirect URL in the MemberPress Options instead.
nl_nl: Opmerking: dit overschrijft de instelling inlog-omleidings-URL in de MemberPress-opties. Laat deze optie leeg om de inlog-omleidings-URL in de MemberPress Opties te gebruiken.

source: Add Custom Login Redirect URLs
nl_nl: Voeg Aangepaste inlog-omleidings-URL toe

source: This allows you to redirect a user to different URLs based on how many times they have already logged in. So for example, if you wanted to show upsell pages to members on their 3rd and 6th logins, you can do that by setting the URL to send the member to when they login for the 3rd time and again on the 6th time.
nl_nl: Hiermee kun je een gebruiker omleiden naar verschillende URL's op basis van het aantal keren dat ze al zijn aangemeld. Als je bijvoorbeeld upsell-pagina's wilt laten zien aan leden op hun 3e en 6e logins, kun je dat doen door de URL in te stellen waarnaartoe het lid gestuurd moet worden, wanneer deze voor de 3e keer inlogt en opnieuw voor de zesde keer.

source: Login #
nl_nl: Inloggen #

source: Remove URL
nl_nl: Verwijder URL

source: Add URL
nl_nl: Voeg URL toe

source: Price (%s):
nl_nl: Prijs (%s):

source: Billing Type:
nl_nl: Type betaling:

source: Recurring
nl_nl: Periodiek

source: One-Time
nl_nl: Eenmalig

source: Access:
nl_nl: Toegang:

source: Expire
nl_nl: Verloopt

source: Fixed Expire
nl_nl: Vast verlopen

source: Expire After:
nl_nl: Verloopt na:

source: days
nl_nl: dagen

source: years
nl_nl: jaren

source: Allow Renewals
nl_nl: Verlenging toestaan

source: Expire On:
nl_nl: Verloopt op:

source: Allow Annual Renewals
nl_nl: Jaarlijkse verlenging toestaan

source: Trial Period
nl_nl: Proefperiode

source: Trial Period Info
nl_nl: Proefperiode info

source: The trial period is the number of days listed in the "Trial Duration" field. A 1 month trial would be 30 days, 2 months would be 60. Similarly, 1 year would be 365 and 2 years would be 730.
nl_nl: De proefperiode is het aantal dagen vermeldt in het "Proef duur" veld. Een 1 maand op proef is 30 dagen, 2 maanden is 60 dagen. Zo is 1 jaar 365 dagen en 2 jaar 730 dagen.

source: Price must be greater than 0.00 to choose recurring subscriptions.
nl_nl: Prijs moet groter zijn dan 0,00 zijn om terugkerende abonnementen te kiezen.

source: Trial Duration (Days):
nl_nl: Proef Duur (Dagen):

source: Trial Amount (%s):
nl_nl: Proef Bedrag (%s):

source: Allow Only One Trial
nl_nl: Één proef toestaan

source: Restrict Trial to One Per Member
nl_nl: Beperkt proefversie tot één per lid
