Repository: KvandenB/memberpress-dutch-translation
Catalog: memberpress-*.po
Languages: nl_nl

source: Starting Job - %1$s (%2$s): %3$s
nl_nl: Taak starten -%1$s (%2$s): %3$s

source: Job Completed - %1$s (%2$s)
nl_nl: Taak voltooid -%1$s (%2$s)

source: No class was specified in the job config
nl_nl: Geen klasse werd opgegeven voor de afdruktaak config

source: Job Failed: No class
nl_nl: Taak mislukt: geen klasse

source: Job Failed: %s
nl_nl: Taak mislukt: %s

source: Background Jobs
nl_nl: Achtergrondtaken

source: Asynchronous Emails
nl_nl: Asynchrone E-mails

source: Send Emails Asynchronously in the Background
nl_nl: E-mails verzenden asynchroon op de achtergrond

source: This option will allow you to send all MemberPress emails asynchronously. This option can increase the speed & performance of the checkout process but may also result in a delay in when emails are recieved. <strong>Note:</strong> This option requires wp-cron to be enabled and working.
nl_nl: Met deze optie kunt u alle MemberPress e-mails asynchroon sturen. Deze optie kan de snelheid en prestaties van het betalingsproces te verhogen, maar kan ook leiden tot een vertraging wanneer e-mails worden ontvangen. <strong>Opmerking:</strong> voor deze optie moet wp-cron zijn ingeschakeld en werken.

source: Place a MemberPress Login on any page with a sidebar region
nl_nl: Plaats een MemberPress Aanmelding op elke pagina met een zijbalk

source: Title:
nl_nl: Titel:

source: Use Login Redirect URL?
nl_nl: Inlog redirect URL gebruiken?

source: User Email
nl_nl: Gebruikers Email

source: Show a list of the current member's Subscriptions with optional links to each Membership's "Membership Access URL" setting.
nl_nl: Toon een lijst van de huidige abonnementen met optionele links naar elke instelling van ieder Lidmaatschaps "Membership Access URL".

source: Your Subscriptions
nl_nl: Jouw abonnementen

source: Not Logged In Message:
nl_nl: Bericht 'Niet ingelogd':

source: No Subscriptions Message:
nl_nl: Geen abonnementen Bericht:

source: Top Description (optional):
nl_nl: Hoofdomschrijving (optioneel):

source: Bottom Description (optional):
nl_nl: Bottom Beschrijving (optioneel):

source: Use Membership Access URLs?
nl_nl: Gebruik Membership Access URL's?

source: Makes the Subscription name clickable, pointing to the Membership Access URL you have set in the Membership settings (Advanced tab).
nl_nl: Maakt de abonnementsnaam klikbaar en verwijst naar de URL voor lidmaatschapstoegang die je hebt ingesteld in de instellingen voor lidmaatschap (tabblad Geavanceerd).

source: Sign Up
nl_nl: Registreren

source: Hour
nl_nl: Uur

source: Day
nl_nl: Dag

source: Month
nl_nl: Maand

source: Year
nl_nl: Jaar

source: Your CSV file must contain the column: %s
nl_nl: Je CSV-bestand moet deze kolom bevatten:%s

source: *** MemberPress Error: %s
nl_nl: *** MemberPress Fout: %s

# ui
source: Checked
nl_nl: Geselecteerd

source: None Selected
nl_nl: Niets geselecteerd

source: An unsupported Event type was used
nl_nl: Een niet-ondersteund type Event werd gebruikt

source: Welcome to %s
nl_nl: Welkom bij %s

# ui
source: I have read and agree to the Terms Of Service
nl_nl: Ik heb de Algemene Voorwaarden gelezen en ga ermee akkoord

# ui
source: This site collects names, emails and other user information. I consent to the terms set forth in the %Privacy Policy%.
nl_nl: Deze site verzamelt namen, e-mails en andere gebruikersinformatie. Ik ga akkoord met de voorwaarden zoals uiteengezet in de %Privacy en Cookie verklaring%.

source: You are unauthorized to view this page.
nl_nl: Je hebt geen toegang to deze pagina.

source: The Membership Pages Slug must be set
nl_nl: Het lidmaatschap Pages Slug moet worden ingesteld

source: The Group Pages Slug must be set
nl_nl: De Groep Pages Slug moet worden ingesteld

source: The Membership Pages Slug must only contain letters, numbers and dashes.
nl_nl: Het lidmaatschap Pages Slug mag alleen letters, cijfers en streepjes.

source: The Group Pages Slug must only contain letters, numbers and dashes.
nl_nl: De Groep Pages Slug mag alleen letters, cijfers en streepjes.

source: At least one Admin Email Address must be set
nl_nl: Ten minste één Admin e-mailadres moet worden ingesteld

source: The Admin Email Address field must contain 1 or more valid email addresses
nl_nl: Het veld Admin E-mail Addres moet 1 of meer geldige e-mailadressen bevatten

# ui
source: I have read and agree to the Terms of Service
nl_nl: Ik heb de gebruiksvoorwaarden gelezen en ga ermee akkoord

# ui
source: Address Line 1
nl_nl: Adresregel 1

# ui
source: Address Line 2
nl_nl: Adresregel 2

# ui
source: City
nl_nl: Stad

# ui
source: Country
nl_nl: Land

# ui
source: State/Province
nl_nl: Provincie

# ui
source: Zip/Postal Code
nl_nl: Postcode

# ui
source: You don't have access to purchase this item.
nl_nl: Je kunt dit product nu niet aanschaffen.

source: Subscription Expires
nl_nl: Abonnement verloopt op

source: Subscription Renews
nl_nl: Abonnement vernieuwt op

source: Credit Card Expires
nl_nl: Creditcard vervalt op

source: Member Signs Up
nl_nl: Lid meldt aan

source: All Memberships
nl_nl: Alle lidmaatschappen

source: Member
nl_nl: Lid

source: Role
nl_nl: Rol

source: Capability
nl_nl: Mogelijkheid

source: All Posts
nl_nl: Alle berichten

source: A Single Post
nl_nl: Een enkele bericht

source: Posts Categorized
nl_nl: Artikelen in de categorie

source: Posts Tagged
nl_nl: Berichten Gelabeled

source: All Pages
nl_nl: Alle pagina’s

source: A Single Page
nl_nl: Enkele pagina

source: Child Pages of
nl_nl: Onderliggende pagina's van

source: All %s
nl_nl: Alle %s

source: A Single %s
nl_nl: Een enkele %s

source: Child %s of
nl_nl: Onderliggend %s van

source: All Content Tagged
nl_nl: Alle Gelabelde Inhoud

source: All Content Categorized
nl_nl: Alle Gecategoriseerde Inhoud

source: All Content with %1$s
nl_nl: Alle inhoud met %1$s

source: %1$s Tagged
nl_nl: %1$s Gelabeld

source: %1$s Categorized
nl_nl: %1$s Gecategoriseerd

source: %1$s with %2$s
nl_nl: %1$s met %2$s

source: All Content
nl_nl: Alle inhoud

source: Partial
nl_nl: Gedeeltelijk

source: Custom URI
nl_nl: Aangepaste URI

source: MemberPress database migration failed: %1$s %2$s
nl_nl: MemberPress database migratie is mislukt: %1$s %2$s

source: The user was unable to be saved: %s
nl_nl: Deze gebruiker kon niet worden opgeslagen: %s

source: This user was unable to be deleted.
nl_nl: Deze gebruiker kon niet worden verwijderd.

source: [%s] Password Reset
nl_nl: [%s] Wachtwoord Reset

source: [%s] Set Your New Password
nl_nl: [ %s] Typ je nieuwe wachtwoord in

source: [%s] Password Lost/Changed
nl_nl: [%s] Wachtwoord Vergeten/Veranderd

source: Password Lost and Changed for user: %1$s
nl_nl: Wachtwoord vergeten en aangepast voor gebruiker: %1$s

# ui
source: [%s] Your new Password
nl_nl: [%s] Je nieuwe wachtwoord

# ui
source: Your password was successfully reset on %1$s!
nl_nl: Je wachtwoord is bijgewerkt op %1$s!

# ui
source: Username: %1$s
nl_nl: Gebruikersnaam: %1$s

# ui
source: Password: *** Successfully Reset ***
nl_nl: Wachtwoord: *** met succes gewijzigd ***

# ui
source: You can now login here: %1$s
nl_nl: Je kunt hier inloggen: %1$s

source: You must enter both your First and Last name
nl_nl: Voer zowel je voor- als achternaam in

source: You must enter a valid email address
nl_nl: Voer een geldig email adres in

source: This email is already in use by another member
nl_nl: Dit email adres is al in gebruik

source: Username must not be blank
nl_nl: Gebruikersnaam mag niet leeg zijn

source: Username must only contain letters, numbers and/or underscores
nl_nl: Gebruikersnaam mag alleen letters, cijfers en/of underscore-tekens bevatten

source: This username has already been taken. If you are an existing user, please %sLogin%s first. You will be redirected back here to complete your sign-up afterwards.
nl_nl: Deze gebruikersnaam is al in gebruik. Als u een bestaande gebruiker bent, %slog dan eerst in%s. U wordt daarna terug geleid naar deze pagina om uw aanmelding te voltooien.

source: Email must be a real and properly formatted email address
nl_nl: Voer een geldig email adres in

source: This email address has already been used. If you are an existing user, please %sLogin%s to complete your purchase. You will be redirected back here to complete your sign-up afterwards.
nl_nl: Deze gebruikersnaam is al in gebruik. Als u een bestaande gebruiker bent, %slog dan eerst in%s. U wordt daarna terug geleid naar deze pagina om uw aanmelding te voltooien.

source: You must enter a Password.
nl_nl: Je moet een nieuw wachtwoord invullen.

source: You must enter a Password Confirmation.
nl_nl: Je moet je wachtwoord bevestigen.

source: Your Password and Password Confirmation don't match.
nl_nl: Je wachtwoord en wachtwoordbevestiging komen niet overeen.

source: Only humans are allowed to register.
nl_nl: Alleen mensen mogen registreren.

source: Your coupon code is invalid.
nl_nl: Ongeldige kortingscode.

source: You must agree to the Terms of Service
nl_nl: Je dient akkoord te gaan met de Algemene Voorwaarden

source: You must agree to the Privacy Policy
nl_nl: U dient akkoord te gaan met de Privacy Policy

source: There are no active Payment Methods right now ... please contact the system administrator for help.
nl_nl: Er zijn momenteel geen actieve betalingsmethoden ... neem alstublieft contact op met de systeembeheerder voor hulp.

source: Invalid Payment Method
nl_nl: Ongeldige betaalmethode

source: Your username or password was incorrect
nl_nl: Je gebruikersnaam of wachtwoord zijn verkeerd

source: You must enter a Username or Email
nl_nl: Voer een gebruikersnaam of e-mailadres in

source: That Username or Email wasn't found.
nl_nl: Gebruikersnaam of e-mailadres niet gevonden.

source: Your password must meet the minimum strength requirement.
nl_nl: Je wachtwoord moet voldoen aan de minimale sterkte eis.

# ui
source: First Name:
nl_nl: Voornaam:

# ui
source: First Name Required
nl_nl: Voornaam (verplicht)

# ui
source: Last Name:
nl_nl: Achternaam:

# ui
source: Last Name Required
nl_nl: Achternaam (verplicht)

# ui
source: Email:*
nl_nl: E-mailadres:*

# ui
source: Invalid Email
nl_nl: Ongeldig e-mailadres

# ui
source: Save Profile
nl_nl: Profiel opslaan

# ui
source: Change Password
nl_nl: Wachtwoord wijzigen

# ui
source: Logout
nl_nl: Uitloggen

# ui
source: Login
nl_nl: Inloggen

# ui
source: Subscriptions
nl_nl: Abonnementen

# ui
source: Payments
nl_nl: Betalingen

# ui
source: You have a problem with one or more of your %1$s. To prevent any lapses in your %1$s please visit your %2$s%3$s%4$s page to update them.
nl_nl: Je hebt een probleem met een of meer van je %1$s. Ga naar de pagina %2$s %3$s %4$s om eventuele vervaldata in je %1$s te voorkomen.

# ui
source: New Password
nl_nl: Nieuw wachtwoord

# ui
source: Confirm New Password
nl_nl: Bevestig nieuw wachtwoord

# ui
source: Update Password
nl_nl: Wachtwoord bijwerken

# ui
source: or
nl_nl: of

# ui
source: Cancel
nl_nl: Annuleren

# ui
source: Date
nl_nl: Datum

# ui
source: Total
nl_nl: Totaal

# ui
source: Membership
nl_nl: Lidmaatschap

# ui
source: Method
nl_nl: Methode

# ui
source: Invoice
nl_nl: Verkoopfactuur

# ui
source: Previous Page
nl_nl: Vorige pagina

# ui
source: Next Page
nl_nl: Volgende pagina

# ui
source: You have no completed payments to display.
nl_nl: Je hebt geen voltooide betalingen.

# ui
source: Subscription
nl_nl: Abonnement

# ui
source: Active
nl_nl: Actief

# ui
source: Created
nl_nl: Aangemaakt

# ui
source: Card Exp.
nl_nl: Creditcard geldig tot:

# ui
source: Terms
nl_nl: Voorwaarden

# ui
source: Enabled
nl_nl: Ingeschakeld

# ui
source: Lifetime
nl_nl: Onbeperkt

# ui
source: None
nl_nl: Geen

# ui
source: with coupon
nl_nl: met kortingscode

# ui
source: Next Billing: %s
nl_nl: Volgende factureringsdatum: %s

# ui
source: Expires: %s
nl_nl: Verloopt: %s

# ui
source: Card Expires
nl_nl: Kaart verloopt

# ui
source: Actions
nl_nl: Acties

# ui
source: Renew
nl_nl: Vernieuw

# ui
source: You have no active subscriptions to display.
nl_nl: Je hebt geen actieve abonnementen.

source: Welcome to MemberPress 1.2.4
nl_nl: Welkom bij MemberPress 1.2.4

source: This release includes the following awesome features and fixes:
nl_nl: Het programma bevat o.a. de volgende functies:

source: Autoresponder integrations have been moved into Add-ons ...
nl_nl: Autoresponder integraties zijn verplaatst naar Add-ons ...

source: We've added 4 additional auto-responder integration Add-ons
nl_nl: We hebben 4 extra auto-responder integratie add-ons toegevoegd

source: We've launched our new MemberPress Developer Tools Add-on
nl_nl: We hebben onze nieuwe MemberPress Developer Tools Add-on

source: We've added an add-on auto-installation page to MemberPress
nl_nl: We hebben een add-on automatische installatie pagina toegevoegd aan MemberPress

source: We've added a Spanish translation
nl_nl: We hebben een Spaanse vertaling toegevoegd

source: And much more ...
nl_nl: En veel meer ...

source: For a full list of features you can visit our %1$schangelog%2$s or %3$sread the blog post about 1.2.4%2$s.
nl_nl: Voor een compleet overzicht van de functies, kun je onze %1$schangelog%2$s bezoeken of %3$slees het blogbericht over 1.2.4%2$s.

source: MemberPress.com Account Login
nl_nl: MemberPress.com-accountloging

source: Connected to MemberPress.com
nl_nl: Verbonden met MemberPress.com

source: Site ID
nl_nl: Website ID

source: Are you sure? This action will disconnect any of your Stripe payment methods, block webhooks from being processed, and prevent you from charging Credit Cards with and being notified of automatic rebills from Stripe.
nl_nl: Weet je het zeker? Met deze actie worden uw Stripe-betalingsmethoden losgekoppeld, worden webhakks niet verwerkt en u geen creditcards opladen en worden er automatische rebills van Stripe op de hoogte gesteld.

source: Disconnect from MemberPress.com
nl_nl: Loskoppelen van MemberPress.com

source: Connect your site to MemberPress.com to enable MemberPress Cloud Services!
nl_nl: Verbind uw site met MemberPress.com om MemberPress Cloud Services in te schakelen!

source: Connect to MemberPress.com
nl_nl: Verbinding maken met MemberPress.com

source: The Best Google Analytics Plugin for WordPress
nl_nl: De beste Google Analytics-plug-in voor WordPress

source: MonsterInsights connects MemberPress to Google Analytics, providing a powerful integration with their eCommerce add-on. MonsterInsights is a sister company of MemberPress.
nl_nl: MonsterInsights verbindt MemberPress met Google Analytics en biedt een krachtige integratie met hun e-commerce add-on. MonsterInsights is een zusterbedrijf van MemberPress.

source: MonsterInsights eCommerce report
nl_nl: MonsterInsights eCommerce rapport

source: Track important eCommerce metrics
nl_nl: Belangrijke e-commercestatistieken bijhouden

source: View total revenue, conversion rate, average order value and more
nl_nl: Bekijk de totale omzet, conversieratio, gemiddelde orderwaarde en meer

source: See your top products and top referral sources
nl_nl: Bekijk uw beste producten en de beste verwijzingsbronnen

source: Automatic integration with MemberPress
nl_nl: Automatische integratie met MemberPress

source: Install and Activate MonsterInsights
nl_nl: MonsterInsights installeren en activeren

source: Install MonsterInsights from the WordPress.org plugin repository.
nl_nl: Installeer MonsterInsights vanuit de WordPress.org plugin repository.

source: Installed & Active
nl_nl: Geïnstalleerd & Actief

source: Install MonsterInsights
nl_nl: MonsterInsights installeren

source: MonsterInsights has an intuitive setup wizard to guide you through the setup process.
nl_nl: MonsterInsights heeft een intuïtieve setup wizard om u te begeleiden door het installatieproces.

source: Get MemberPress Tracking
nl_nl: Download MemberPress Tracking

source: With eCommerce tracking, you can see revenue metrics, conversion rate and much more.
nl_nl: Met e-commercetracking u omzetstatistieken, conversieratio en nog veel meer zien.

source: (Requires Pro Subscription)
nl_nl: (Vereist pro-abonnement)

source: Activate Now
nl_nl: Activeer nu

source: Making Email Deliverability Easy for WordPress
nl_nl: E-mailverlosbaarheid eenvoudig maken voor WordPress

source: WP Mail SMTP allows you to easily set up WordPress to use a trusted provider to reliably send emails, including MemberPress notifications. Built by the same folks behind WPForms, which is a sister company of MemberPress.
nl_nl: Met WP Mail SMTP u WordPress eenvoudig instellen om een vertrouwde provider te gebruiken om e-mails betrouwbaar te verzenden, inclusief MemberPress-meldingen. Gebouwd door dezelfde mensen achter WPForms, dat is een zusterbedrijf van MemberPress.

source: Over 1,000,000 websites use WP Mail SMTP
nl_nl: Meer dan 1.000.000 websites maken gebruik van WP Mail SMTP

source: Send emails authenticated via trusted parties
nl_nl: E-mails versturen geverifieerd via vertrouwde partijen

source: Transactional Mailers: SendinBlue, Mailgun, SendGrid, Amazon SES
nl_nl: Transactionele mailers: SendinBlue, Mailgun, SendGrid, Amazon SES

source: Install and Activate WP Mail SMTP
nl_nl: WP Mail SMTP installeren en activeren

source: Install WP Mail SMTP from the WordPress.org plugin repository.
nl_nl: Installeer WP Mail SMTP vanuit de WordPress.org plugin repository.

source: Install WP Mail SMTP
nl_nl: WP Mail SMTP installeren

source: Setup WP Mail SMTP
nl_nl: WP Mail SMTP instellen

source: Select and configure your mailer.
nl_nl: Selecteer en configureer uw mailer.

source: Refresh Add-ons
nl_nl: Invoegtoepassingen vernieuwen

source: Search add-ons
nl_nl: Invoegtoepassingen zoeken

source: Improve your memberships with our premium add-ons. Missing an add-on that you think you should be able to see? Click the %1$sRefresh Add-ons%2$s button above.
nl_nl: Verbeter uw lidmaatschappen met onze premium add-ons. Mis je een add-on die je denkt dat je moet kunnen zien? Klik op de knop %1$sRefresh Add-ons%2$s hierboven.

source: Available Add-ons
nl_nl: Beschikbare Add-ons

source: Not Installed
nl_nl: Niet geïnstalleerd

source: Install Add-on
nl_nl: Add-on installeren

source: Upgrade Now
nl_nl: Nu Bijwerken

source: There were no Add-ons found for your license or lack thereof...
nl_nl: Geen Add-ons gevonden voor je licentie of gebrek daaraan...

source: Automatic Updates
nl_nl: Automatische updates

source: Enable automatic, background updates
nl_nl: Automatische achtergrondupdates inschakelen

source: Enabling background updates will automatically update MemberPress to the latest version, or the latest minors version.
nl_nl: Als u achtergrondupdates inschakelt, wordt MemberPress automatisch bijgewerkt naar de nieuwste versie of de nieuwste versie van minderjarigen.

source: <strong>All Updates (recommended)</strong> - Get the latest features, bug fixes, and security updates as they are released.
nl_nl: <strong>Alle updates (aanbevolen)</strong> - Ontvang de nieuwste functies, bugfixes en beveiligingsupdates wanneer deze worden uitgebracht.

source: <strong>Minor Updates Only</strong> - Get bug fixes and security updates, but not major features.
nl_nl: <strong>Alleen kleine updates</strong> - Ontvang bugfixes en beveiligingsupdates, maar geen belangrijke functies.

source: <strong>None</strong> - Manually update everything.
nl_nl: <strong>None</strong> - Update alles handmatig.

source: Dismiss
nl_nl: Afwijzen

source: Discount:
nl_nl: Korting:

source: Coupon Discount
nl_nl: Couponkorting

source: <b>Recurring Memberships</b>: This discount will not apply to paid trials but will apply to all recurring transactions associated with the subscription. That means that 100% discount will give the member lifetime access for free.<br/><br/><b>Lifetime Memberships</b>: This discount will apply directly to the lifetime membership's one-time payment.
nl_nl: <b>Terugkerende Lidmaatschappen:</b> Deze korting geldt niet voor betaalde trials, maar geldt voor alle terugkerende transacties in verband met het abonnement. Dat betekent dat 100% korting het lid onbeperkt gratis toegang zal geven. <br/><br/> <b>Onbeperkt Lidmaatschappen:</b> Deze korting geldt voor onbeperkt lidmaatschap met een eenmalige betaling.

source: Discount Mode:
nl_nl: Soort korting:

source: Discount Mode
nl_nl: Korting Modus

source: <b>Standard:</b> This simply applies the discount to the amount of the charge or subscription.<br/><br/><b>First Payment:</b> This will allow you to set a different discount on the first transaction than the rebill transactions in a recurring subscription. If this value is set for a non-recurring payment then the First Payment discount will take precedence over the coupon's main discount.<br/><br/><b>Trial Override:</b> This will create a custom trial period based on the number of days & trial cost here. This option only works on recurring payments and will prevent any trials associated with the membership from working. The discount set above will still apply to the subscription’s recurring amount.
nl_nl: <b>Standaard:</b> Dit geldt gewoon voor de korting op het bedrag van de kosten of het abonnement.<br/><br/><b>Eerste betaling:</b> Hiermee u een andere korting instellen op de eerste transactie dan de rebilltransacties in een terugkerend abonnement. Als deze waarde is ingesteld voor een eenmalige betaling, heeft de eerste betalingskorting voorrang op de belangrijkste korting van de coupon.<br/><br/><b>Trial Override:</b> Hiermee wordt een aangepaste proefperiode gemaakt op basis van het aantal dagen & proefkosten hier. Deze optie werkt alleen op terugkerende betalingen en voorkomt dat proefversies die aan het lidmaatschap zijn gekoppeld, werken. De bovenstaande kortingsset is nog steeds van toepassing op het terugkerende bedrag van het abonnement.

source: Standard
nl_nl: Standaard

source: Trial Period Override
nl_nl: Proefperiode overschrijven

source: # of Days:
nl_nl: # Dagen:

source: Trial Days Price Text
nl_nl: Proefperiode Dagen Prijs Tekst

source: Values here that are multiples of 365 will show as years, muplitples of 30 will show as months, multiples of 7 will show as weeks ... otherwise the trial will show up as days.
nl_nl: Waarden die een veelvoud van 365 zijn, zullen te zien zijn als jaren, die een veelvour zijn van 30, zullen te zien zijn als maanden, een veelvoud van 7 zal te zien zijn als weken ... anders wordt de proefperiode getoond in het aantal dagen.

source: Trial Cost:
nl_nl: Proef Kosten:

source: First Payment Discount:
nl_nl: Eerste betalingskorting:

source: First Payment Discount
nl_nl: Eerste betalingskorting

source: This is the discount that will be applied to the first payment. All additional payments will happen at the standard discount above.
nl_nl: Dit is de korting die wordt toegepast op de eerste betaling. Alle extra betalingen gebeuren met de standaard korting hierboven.

source: Usage Count:
nl_nl: Gebruiksaantal:

source: Number of Coupon Uses
nl_nl: Aantal kortingscodes

source: This determines the number of times this coupon can be used.<br/><br/>Set to "0" to remove the limit.
nl_nl: Dit bepaalt het aantal keren dat deze coupon kan worden gebruikt.<br/><br/>Stel in op '0' om de limiet te verwijderen.

source: Allow on Upgrades and Downgrades:
nl_nl: Toestaan op upgrades en downgrades:

source: Expire Coupon:
nl_nl: Verval koertingscode:

source: Coupon Expiration:
nl_nl: Vervaldatum kortingscode:

source: Apply coupon to the following Memberships:
nl_nl: Kortingscode geldt voor de volgende abonnementen:

source: Save Coupon
nl_nl: Kortingscode bewaren

source: Coupon Saved
nl_nl: Kortingscode opgeslagen

source: You cannot create coupons until you have added at least 1 Membership.
nl_nl: Je kan geen kortingcodes maken totdat je minstens 1 Lidmaatschap hebt toegevoegd.

source: MemberPress Courses curriculum builder
nl_nl: MemberPress Cursussen curriculum bouwer
