Repository: KvandenB/memberpress-dutch-translation
Catalog: memberpress-*.po
Languages: nl_nl

source: Enable Courses
nl_nl: Cursussen inschakelen

source: Install and Activate MemberPress Courses
nl_nl: MemberPress-cursussen installeren en activeren

source: Activate Courses Add-On
nl_nl: Cursussen invoegtoepassing activeren

source: Install & Activate MemberPress Courses Add-On
nl_nl: MemberPress-cursussen installeren & activeren

source: MemberPress database upgrade error
nl_nl: MemberPress database upgrade fout

source: Oops, your MemberPress database upgrade triggered an error...
nl_nl: Oeps, je MemberPress database-upgrade veroorzaakt een fout ...

source: If this is a production website rollback MemberPress to a previous version and contact our support team.
nl_nl: Als dit een productie website is, zet MemberPress terug naar een vorige versie en neem contact op met onze klantenservice.

source: Contact Support
nl_nl: Neem contact op met support

source: Memberpress needs to upgrade your database
nl_nl: Memberpress moet uw database upgraden

source: Upgrading...
nl_nl: MemberPress is bezig je database aan te passen.

source: Before starting the upgrade process <strong>make sure your <em>database is backed up</em></strong>.
nl_nl: Voordat je het upgrade proces start <strong>wees er zeker van <em>dat je een back up hebt van je database</em></strong>.

source: And please be patient, the upgrade process <em>may take a few minutes</em>.
nl_nl: Een momentje geduld alstublieft, het upgrade proces kan <em>een paar minuten duren.</em>.

source: Are you sure? This will cancel the upgrade and roll Memberpress back to the previous version.
nl_nl: Weet je het zeker? Dit zal de upgrade afbreken en Memberpress terug zetten naar de vorige versie.

source: Your database is being upgraded
nl_nl: Je database wordt bijgewerkt

source: Please be patient this could take a few minutes.
nl_nl: Een momentje geduld alstublieft, dit kan een paar minuten duren.

source: Are you sure? This will abort the upgrade and roll Memberpress back to the previous version.
nl_nl: Weet je het zeker? Dit zal de upgrade afbreken en rol Memberpress terug naar de vorige versie.

source: MemberPress database upgrade not needed
nl_nl: Er is geen MemberPress database-upgrade nodig

source: Your MemberPress database is already up to date
nl_nl: Je MemberPress database is al up-to-date

source: Back to Admin
nl_nl: Terug naar Beheerder

source: MemberPress database upgrade was successful
nl_nl: MemberPress database-upgrade was succesvol

source: MemberPress has successfully upgraded your database
nl_nl: MemberPress heeft met succes je database bijgewerkt

source: You just successfully upgraded your MemberPress database ... now time to get back at it.
nl_nl: Je hebt met succes je MemberPress database bijgewerkt ... keer nu weer terug.

source: Send %s
nl_nl: Verzend %s

source: Hide Editor
nl_nl: Verberg Editor

source: Send Test
nl_nl: Verzend test

source: Reset to Default
nl_nl: Zet Terug naar standaard instellingen

source: Subject
nl_nl: Onderwerp

source: Insert &uarr;
nl_nl: Invoegen &uarr;

source: Use default template
nl_nl: Gebruik standaard sjabloon

source: Default Email Template
nl_nl: Standaard E-mail Template

source: When this is checked the body of this email will be wrapped in the default email template.
nl_nl: Wanneer dit wordt gecontroleerd het lichaam van deze e-mail zal worden verpakt in de standaard e-mail template.

source: ERROR:
nl_nl: FOUT:

source: Use Stripe Checkout (Beta)
nl_nl: Gebruik Stripe checkout (bèta)

source: Test Mode
nl_nl: Testmodus

source: Send Debug Emails
nl_nl: Stuur Debug Emails

source: Enable Churn Buster
nl_nl: Schakel Churn Buster in

source: Churn Buster is a 3rd party service that allows you to automatically respond to failed payments in Stripe with email campaigns, card update pages, and real-time insights to reduce churn by up to 50%.
nl_nl: Churn Buster is een externe partij die het mogelijk maakt om automatisch te reageren op mislukte betalingen in Stripe met e-mail campagnes, kaart update pagina's, en real-time inzichten om de churn tot 50% te verminderen.

source: Recover failed payments with Churn Buster
nl_nl: Herstel mislukte betaling met Churn Buster

source: This is the account id that is linked to your Churn Buster account. If you don't have a Churn Buster account yet, click the 'Create a Churn Buster Account' link below.
nl_nl: Dit is het account id dat is gelinkt aan je Churn Buster acccount. Als je nog geen Churn Buster account hebt, klik dan op de link 'Maak een Churn Buster Account' hieronder.

source: Update Billing URL:
nl_nl: Facturatie URL bijwerken:

source: Update Billing URL
nl_nl: Facturatie URL bijwerken

source: You'll give this URL to Churn Buster to use in dunning emails so that your customers can update their billing information.
nl_nl: Geef deze URL aan Churn Buster om te gebruiken bij aanmaan-e-mails, zodat Je klanten hun factuurgegevens kunnen bijwerken.

source: Use this link to start with a free trial month >>
nl_nl: Gebruik deze link om te beginnen met een gratis proefmaand >>

source: Disconnecting from this Stripe Account will block webhooks from being processed, and prevent MemberPress subscriptions associated with it from working.
nl_nl: Als u de verbinding met dit Stripe-account loskoppelt, worden webhaken niet verwerkt en wordt voorkomen dat MemberPress-abonnementen die eraan zijn gekoppeld, werken.

source: Your site is currently connected to Stripe!
nl_nl: Uw site is momenteel verbonden met Stripe!

source: Your site is currently connected to Stripe Account: %1$s %2$s %3$s
nl_nl: Uw site is momenteel verbonden met Stripe Account: %1$s %2$s %3$s

source: Refresh Stripe Credentials
nl_nl: Stripe-referenties vernieuwen

source: Disconnect
nl_nl: Verbinding verbreken

source: Upgrade to Stripe Connect
nl_nl: Upgraden naar Stripe Connect

source: By upgrading to Stripe Connect, your MemberPress-Stripe experience will be more secure and easier to manage!
nl_nl: Door te upgraden naar Stripe Connect, wordt uw MemberPress-Stripe-ervaring veiliger en eenvoudiger te beheren!

source: "Connect with Stripe" button
nl_nl: Knop 'Verbinding maken met Stripe'

source: Re-Connect to Stripe
nl_nl: Opnieuw verbinding maken met Stripe

source: This Payment Method has been disconnected so it may stop working for new and recurring payments at any time. To prevent this, re-connect your Stripe account by clicking the "Connect with Stripe" button below.
nl_nl: Deze betalingsmethode is losgekoppeld, zodat het op elk gewenst moment kan stoppen met werken voor nieuwe en terugkerende betalingen. Om dit te voorkomen, sluit u uw Stripe-account opnieuw aan door op de onderstaande knop Verbinding maken met strepen te klikken.

source: Connect to Stripe
nl_nl: Verbinding maken met Stripe

source: Connect your Stripe account by clicking the button below.
nl_nl: Sluit je Stripe-account aan door op de onderstaande knop te klikken.

source: Test Publishable Key*:
nl_nl: Test Publieke Sleutel*:

source: Test Secret Key*:
nl_nl: Test Geheime Sleutel*:

source: Live Publishable Key*:
nl_nl: Live Publieke Sleutel*:

source: Live Secret Key*:
nl_nl: Live Geheime Sleutel*:

source: Get started with MemberPress by %1$sadding a Payment Method%2$s, %3$sadding a Membership%4$s, then %5$sadding a Rule%6$s to protect your content.
nl_nl: Aan de slag met MemberPress door %1$sadding een betalingsmethode%2$s, %3$sadding een Membership%4$s en vervolgens %5$sadding een Rule%6$s om je content te beschermen.

source: Use Custom Page Template
nl_nl: Gebruik aangepaste pagina Template

source: Upgrade Path
nl_nl: Upgrade pad

source: This group is a membership upgrade path
nl_nl: Deze groep is een lidmaatschap upgrade pad

source: Enabling this will mean that users can only be subscribed to one of these memberships at a time. If un-checked, users may be subscribed to each of these memberships simultaneously.
nl_nl: Het activeren hiervan betekent dat gebruikers alleen kunnen worden ingeschreven op een van deze lidmaatschappen per keer. Als un-checked, kunnen gebruikers tegelijk worden ingeschreven elk van deze lidmaatschappen.

source: Reset billing period
nl_nl: Factureringsperiode wijzigen

source: Reset billing period when upgrading
nl_nl: Reset factureringsperiode bij het upgraden

source: If this is checked, the billing period will be reset when a recurring membership is upgraded.
nl_nl: Als dit is aangevinkt, zal de factureringsperiode worden gereset wanneer een terugkerend lidmaatschap wordt opgewaardeerd.

source: Downgrade Path
nl_nl: Downgrade pad

source: Fallback group when membership expires or is cancelled
nl_nl: Groep naar waar wordt teruggevallen als het lidmaatschap verloopt of wordt geannuleerd

source: Select which membership in the group to fall back to when the paid subscription expires or is cancelled. If you are unsure, leave the default.
nl_nl: Selecteer naar welk lidmaatschap van de groep terug moet worden gevallen wanneer het betaalde abonnement verloopt of wordt geannuleerd. Als je het niet zeker weet, laat je de standaardinstelling staan.

source: Memberships:
nl_nl: Lidmaatschap:

source: Here you can add/remove memberships from this group pricing page.
nl_nl: Hier kun je lidmaatschappen toevoegen aan / verwijderen uit deze groep prijsstelling pagina.

source: Add Membership
nl_nl: Lidmaatschap toevoegen

source: Disable Change Plan Pop-Up
nl_nl: Uitschakelen Change Plan Pop-Up

source: Disable Pricing Page
nl_nl: Prijs Pagina uitschakelen

source: This will disable the pricing page from being accessed on the front end of your site. It will return a 404 (not found) page if a user attempts to access it.<br/><br/>You can optionally provide an alternate URL to take the member to if they try to visit this page.
nl_nl: Hierdoor wordt de prijspagina uitgeschakeld om aan de voorkant van uw site te worden geopend. Het zal een 404 (niet gevonden) pagina retourneren als een gebruiker probeert om het te openen.<br/><br/>U optioneel een alternatieve URL opgeven om het lid naar toe te brengen als ze deze pagina proberen te bezoeken.

source: Pricing Page Theme:
nl_nl: Prijs pagina thema:

source: Custom Button CSS classes (optional):
nl_nl: Aangepaste knop CSS classes (optioneel):

source: Custom Highlighted Button CSS classes (optional):
nl_nl: Aangepaste uitgelichte knop CSS classes (optioneel):

source: Custom Disabled Button CSS classes (optional):
nl_nl: Aangepaste uitgeschakelde knop CSS classes (optioneel):

source: Alternate Group URL:
nl_nl: Alternatieve Groep URL:

source: Group Price Boxes Shortcodes
nl_nl: Groepsprijs blokken Shortcodes

source: Manually place group price boxes
nl_nl: Groepsprijs blokken handmatig plaatsen

source: By default MemberPress will append the pricing boxes to the end of the Group page.<br/><br/>If you'd like to show them in a different place on the group page or some other page on this site just copy and paste a shortcode where you'd like the price boxes for this group to appear.
nl_nl: Standaard zal MemberPress de prijsstelling blokken toevoegen aan het einde van de Groep pagina. <br/><br/> Als je deze wilt laten zien op een andere plek op de pagina of op een andere pagina kopieer dan de shortcode en plak deze waar jij wilt dat de prijsstelling blokken voor deze groep verschijnen.

source: Shortcode to be used on this group page.
nl_nl: Shortcode die gebruikt wordt op de pagina van deze groep.

source: Shortcode which can be used on any other WordPress page, post or custom post type.
nl_nl: Shortcode die gebruikt kan worden op een andere WordPress pagina, post of aangepast bericht type.

source: Add New
nl_nl: Nieuwe toevoegen

source: Manually Add a New Member
nl_nl: Handmatig toevoegen Nieuw lid

source: Password
nl_nl: Wachtwoord

source: Show password
nl_nl: Toon wachtwoord

source: Initial Membership
nl_nl: Eerste Lidmaatschap

source: Select the initial membership you'd like your new member to be part of.
nl_nl: Selecteer het eerste lidmaatschap waarvan je je nieuwe lid deel wilt maken.

source: Send User Notification
nl_nl: Verstuur bericht aan gebruiker

source: Send the new member an email with their username
nl_nl: Stuur het nieuwe lid een e-mail met de gebruikersnaam

source: Send Welcome Email
nl_nl: Verstuur welkom e-mail

source: Send the new member a membership welcome email
nl_nl: Stuur het nieuwe lid een welkomst-e-mail

source: Advanced
nl_nl: Geavanceerd

source: When a new member is added manually, an initial MemberPress transaction is created to grant them access to your membership. You can modify the details of this initial transaction here.
nl_nl: Wanneer een nieuw lid handmatig wordt toegevoegd, wordt een eerste MemberPress transactie gecreëerd, zodat het nieuwe lid toegang krijgt tot je lidmaatschap. Je kunt de details van deze eerste transactie hier wijzigen.

source: Trans Num
nl_nl: Transactienummer

source: Transaction Number
nl_nl: Transactienummer

source: This is typically the id of the transaction that is generated by the gateway. Typically this value won't need to be changed unless you're referencing a transaction that happened outside of MemberPress for this user and membership.
nl_nl: Dit is het id van de transactie die wordt gegenereerd door de gateway. Meestal hoeft deze waarde niet te worden gewijzigd, tenzij je voor deze gebruiker en dit lidmaatschap refereert aan een transactie buiten MemberPress.

source: Amount
nl_nl: Bedrag

source: This is the amount the member initially paid for the membership. Unless money has changed hands outside of MemberPress (and it's being recorded here) then we recommend this value stay at zero so your repots will remain accurate.
nl_nl: Dit is het bedrag dat een lid in eerste instantie betaald voor het lidmaatschap. Tenzij het geld buiten MemberPress is veranderd van eigenaar (en het wordt hier opgenomen), dan adviseren wij deze waarde op nul te laten staan zodat je repots accuraat zullen blijven.

source: Payment Method
nl_nl: Betaalmethode

source: Unless this is recording an actual transaction made outside of MemberPress but with one of your gateways, we recommend that this remain set to 'manual'
nl_nl: Tenzij dit een feitelijke transactie registreert die buiten MemberPress wordt uitgevoerd maar met een van jouw gateways, raden we aan dat dit blijft ingesteld op 'handmatig'

source: Expires At
nl_nl: Verloopt op

source: This refences the date and time that the user's membership granted by a transaction will expire and need to be renewed to continue access.
nl_nl: Dit is de datum en tijd waarop het lidmaatschap van de gebruiker vervalt en moet worden verlengd om de toegang voort te zetten.

source: Create
nl_nl: Aanmaken

source: View member's profile
nl_nl: Bekijk gebruikers profiel

source: Deleted
nl_nl: Verwijderd

source: Edit member's profile
nl_nl: Bewerk gebruikers profiel

source: Delete member
nl_nl: Verwijder gebruiker

source: Delete
nl_nl: Verwijderen

source: Trial
nl_nl: Proefperiode

source: Filter by
nl_nl: Filter op

source: All Members
nl_nl: Alle leden

source: Active Members
nl_nl: Actieve Leden

source: Expired Members
nl_nl: Vervallen leden

source: Non-Members
nl_nl: Niet-leden

source: <b>MemberPress hasn't been configured yet.</b> Go to the MemberPress %1$soptions page%2$s to get it setup.
nl_nl: <b>MemberPress is nog niet geconfigureerd.</b> Ga naar de MemberPress %1$soptie pagina%2$s om de instellingen in te voeren.

source: Active License Key Information:
nl_nl: Actieve licentiecode Informatie:

source: License Key:
nl_nl: Licentie Code:

source: Active on %s
nl_nl: Actief op %s

source: Activations:
nl_nl: Activeringen:

source: %1$s%2$d of %3$s%4$s sites have been activated with this license key
nl_nl: %1$s%2$d van %3$s%4$s sites zijn geactiveerd met deze licentiesleutel

source: Deactivate License Key on %s
nl_nl: Deactiveer licentiecode op %s

source: The slug is a unique key used to store these custom fields in the usermeta database table used by WordPress. The slug is auto-generated when you save the Options. As of version 1.1.0 all new slugs are prefixed with "mepr_", this does not apply to fields created before 1.1.0.
nl_nl: De slug is een unieke sleutel die wordt gebruikt om deze aangepaste velden op te slaan in de usermeta-databasetabel van WordPress. De slug wordt automatisch gegenereerd wanneer je de opties opslaat. Vanaf versie 1.1.0 worden alle nieuwe slugs voorafgegaan door "mepr_", dit is niet van toepassing op velden die vóór 1.1.0 zijn gemaakt.

source: Include MemberPress edge (development) releases in automatic updates (not recommended for production websites)
nl_nl: Sluit Memberpress edge (ontwikkeling) uitgaves in automatische updates (niet aanbevolen voor productie websites).

source: User Manual
nl_nl: Gebruikshandleiding

source: License
nl_nl: Licentie

source: Pages
nl_nl: Pagina's

source: Fields
nl_nl: Velden

source: Payments
nl_nl: Betalingen

source: General
nl_nl: Algemeen

source: MemberPress License
nl_nl: MemberPress-licentie

source: You're currently running version %s of MemberPress.
nl_nl: U voert momenteel versie %s van MemberPress uit.

source: Reserved Pages
nl_nl: Gereserveerde pagina's

source: MemberPress Thank You Page
nl_nl: MemberPress Bedankpagina

source: MemberPress Account Page
nl_nl: MemberPress Accountpagina

source: MemberPress Login Page
nl_nl: MemberPress Loginpagina

source: Group and Membership Pages Slugs:
nl_nl: Groep en lidmaatschap pagina's slugs:

source: Group and Membership Pages Slugs
nl_nl: Groep en lidmaatschap pagina's slugs

source: Use these fields to customize the base slug of urls for your groups and memberships.
nl_nl: Gebruik deze velden om de basis-slug aan te passen van de url's van je groepen en lidmaatschappen.

source: Note: It isn't recommended that you change these values if you already have existing groups and membership pages on a production membership site because all your urls for them will change (WordPress will attempt to redirect from old urls to new urls).
nl_nl: Opmerking: Het is niet aan te raden deze waarden te veranderen als je al bestaande groepen en lidmaatschapspagina's in gebruik hebt, omdat elke URL dan zal veranderen (WordPress zal proberen van de oude URL's door te verwijzen naar nieuwe URL's).

source: Group Pages Slug:
nl_nl: Groepspagina slug:

source: Membership Pages Slug:
nl_nl: Lidmaatschapspagina slug:

source: Redirect unauthorized visitors to a specific URL
nl_nl: Stuur onbevoegde bezoekers door naar een speciale URL

source: Redirect Unauthorized Access
nl_nl: Redirect ongeautoriseerde toegang

source: MemberPress allows you to handle unauthorized access by replacing the content on page or via a redirection to a specific url.<br/><br/>When this is checked, unauthorized visits will be redirected to a url otherwise the unauthorized message will appear on page.
nl_nl: Met MemberPress kun je ongeautoriseerde toegang regelen door de inhoud te op de pagina te vervangen of via een omleiding naar een specifieke URL. <br/><br/> Wanneer dit is aangevinkt, zullen ongeautoriseerde bezoekers worden doorgestuurd naar een url, of een ongeautoriseerde boodschap zal op de pagina verschijnen.

source: Redirect method:
nl_nl: Omleidingsmethode:

source: Redirect Method
nl_nl: Omleidingsmethode

source: It is highly recommended that "template_redirect" should be your default redirect method.<br/><br/>However, this does not work with all WordPress themes. If you find that the unauthorized redirection is not happening when enabled try switching this to "init" instead.
nl_nl: Het wordt sterk aanbevolen dat "template_redirect" je standaard omleidingsmethode is. <br/><br/> Echter, dit werkt niet met alle WordPress thema's. Als je merkt dat de omleiding niet werkt als deze is ingeschakeld, probeer dit dan om te schakelen naar "init".

source: template_redirect (recommended)
nl_nl: sjabloon_omleiding (aanbevolen)

source: Redirect non-singular views:
nl_nl: Niet-unieke weergaven omleiden:

source: Redirect Non-Singular Views
nl_nl: Niet-Unieke Weergaven Omleiden

source: If any post in a non-singular view (EX: Blog page, category pages, archive pages etc) is protected, then do not allow the unauthorized members to see this non-singular view at all.
nl_nl: Als een post in een niet-unieke weergave (EX: Blog pagina, categorie pagina's, archiefpagina's etc) beschermd is, dan niet toestaan ​​dat de onbevoegde leden deze niet-unieke weergave zien.

source: URL to direct unauthorized visitors to:
nl_nl: URL om ongewenste bezoekers te leiden naar:

source: Unauthorized Redirection URL
nl_nl: Onbevoegde Omleiding URL

source: This is the URL that visitors will be redirected to when trying to access unauthorized content.
nl_nl: Dit is de URL waar bezoekers naartoe worden geleid als ze toegang proberen te krijgen tot inhoud waarvoor ze geen bevoegdheid hebben.

source: You can use the <strong>[mepr-unauthorized-message]</strong> shortcode on this unauthorized page (assuming this url points to a page on this site).
nl_nl: Je kunt de shortcode <strong>[MEPR-ongeautoriseerd-bericht]</strong> gebruiken op deze ongeautoriseerde pagina (ervan uitgaande dat deze URL verwijst naar een pagina op deze site).

source: Show an excerpt to unauthorized visitors
nl_nl: Toon een fragment aan onbevoegde bezoekers

source: Show a login form on pages containing unauthorized content
nl_nl: Toon een inlogformulier op pagina's met ongeautoriseerde inhoud

source: Default Unauthorized Message:
nl_nl: Standaard Onbevoegdheidsbericht:

source: Default Unauthorized Message
nl_nl: Standaard Onbevoegdheidsbericht

source: This is the default message that will show up when a user is not allowed to access the content on a page.
nl_nl: Dit is de standaard boodschap die zal verschijnen wanneer een gebruiker geen toegang heeft tot de inhoud van een pagina.

source: Permissions:
nl_nl: Bevoegdheden:

source: Disable the WordPress admin bar for members
nl_nl: De WordPress beheerdersbalk uitschakelen voor leden

source: Keep members out of the WordPress Dashboard
nl_nl: Houd leden weg uit het WordPress Dashboard

source: Allow Members to Cancel their own subscriptions
nl_nl: Leden toestaan ​​om hun eigen abonnementen op te zeggen

source: Allow Members to Pause &amp; Resume their own subscriptions
nl_nl: Leden toestaan ​​om hun eigen abonnementen te pauzeren en te hervatten

source: Pausing &amp; Resuming Subscriptions
nl_nl: Abonnementen pauzeren & hervatten

source: This option will only be available if this is enabled and the user purchased their subsciption using PayPal or Stripe.
nl_nl: Deze optie is alleen beschikbaar als deze is ingeschakeld en de gebruiker zijn abonnement via PayPal of Stripe heeft gekocht.

source: Registration:
nl_nl: Inschrijving:

source: Password Strength Meter:
nl_nl: Sterktemeter wachtwoord:

source: Show &amp; Require Medium Password or Stronger (Recommended)
nl_nl: Toon en eis een medium wachtwoord of sterker (aanbevolen)

source: Show &amp; Require Strong Password or Stronger
nl_nl: Vereist een sterk wachtwoord of sterker

source: Show &amp; Require Very Strong Password
nl_nl: Vereist een zeer sterk wachtwoord

source: Disable the standard WordPress registration form
nl_nl: Schakel het standaard WordPress aanmeldingsformulier uit

source: Enable Coupon Field on membership registration forms
nl_nl: Schakel kortingscode veld in bij het registratieformulier van het lidmaatschap

source: Members must use their email address for their Username
nl_nl: Leden moeten hun e-mailadres gebruiken als hun gebruikersnaam

source: Disable the 1 day grace period after signup
nl_nl: De bedenkperiode van 1 dag na aanmelding uitschakelen

source: 1 Day Grace Period
nl_nl: 1 dag bedenktijd
