Repository: KvandenB/memberpress-dutch-translation
Catalog: memberpress-*.po
Languages: nl_nl

source: When checked, this option will allow a member to go through the trial once. If they cancel their subscription and try to re-subscribe then they'll be able to do so but without the trial. Note: Coupons set to override a membership trial will still work even with this checked.
nl_nl: Indien aangevinkt, zal deze optie toestaan ​​dat een lid één keer door de proefversie kan. Als zij hun abonnement opzeggen en opnieuw willen inschrijven dan kunnen ze dat doen, maar dan zonder de proefversie. Opmerking: kortingscodes die staan ingesteld op het overschrijven van een proefversie van een lidmaatschap zullen nog steeds werken, zelfs met deze box aangevinkt.

source: Limit Payment Cycles
nl_nl: Beperk betalingscycli

source: Max # of Payments:
nl_nl: Maximaal # betalingen:

source: Access After Last Cycle:
nl_nl: Toegang Na laatste cyclus:

source: Expire Access
nl_nl: Vervallen toegang

source: Lifetime Access
nl_nl: Onbeperkte toegang

source: Expire Access After
nl_nl: Toegang na vervaldatum

source: Allow users to create multiple, active subscriptions to this membership
nl_nl: Sta gebruikers toe om meerdere, actieve abonnementen voor dit lidmaatschap aan te maken

source: Who can purchase this Membership
nl_nl: Wie kan dit lidmaatschap kopen

source: No permissions message
nl_nl: Geen rechten-bericht

source: Preview
nl_nl: Voorbeeld

source: Highlighted
nl_nl: Uitgelicht

source: Highlight
nl_nl: Uitgelicht

source: <strong>Highlighted:</strong> Make this a Highlighted option on the Group Pricing Page. This makes it stand-out from the other listed memberships.
nl_nl: <strong>Uitgelicht:</strong> Maak dit een uitgelichte optie op de Groep Prijs pagina. Dit onderscheidt het van de andere vermelde lidmaatschappen.

source: Pricing Display
nl_nl: Prijsvermelding

source: This determines how the price will be displayed on the pricing table. If 'Auto' is selected then MemberPress will automatically generate the price for you, if 'Custom' is selected then you'll be able to enter your own custom pricing terms and if you select 'None' then no price will be visible.
nl_nl: Dit bepaalt hoe de prijs in de prijstabel wordt weergegeven. Als 'Auto' is geselecteerd, genereert MemberPress automatisch de prijs voor je, als 'Aangepast' is geselecteerd, kun je je eigen aangepaste prijsvoorwaarden invoeren en als je 'Geen' selecteert, is er geen prijs zichtbaar.

source: Auto
nl_nl: Automatisch

source: Custom Pricing
nl_nl: Aangepaste prijzen

source: Heading Text:
nl_nl: Koptekst:

source: Benefits:
nl_nl: Voordelen:

source: Footer Text:
nl_nl: Voettekst:

source: Button Text:
nl_nl: Knop tekst:

source: Button Position
nl_nl: Button positie

source: Both
nl_nl: Beide

source: Registration
nl_nl: Registratie

source: Permissions
nl_nl: Rechten

source: Price Box
nl_nl: Prijs Box

source: Registration Button Text:
nl_nl: ﻿ Registratie Knoptekst:

source: This Membership is Tax Exempt
nl_nl: Dit lidmaatschap is vrijgesteld van belasting

source: If this option is checked then taxes won't be calcluated for this Membership.
nl_nl: Als deze optie is geselecteerd, worden geen belastingen berekend voor dit lidmaatschap.

source: Tax Rates:
nl_nl: Belastingtarieven:

source: Standard Rate
nl_nl: Standaard Tarief

source: Reduced Rate
nl_nl: Verlaagd

source: Reduced VAT Tax Rates
nl_nl: Verlaagde btw-tarieven

source: By default MemberPress will automatically apply standard VAT tax rates. But in some cases you'll want to use a reduced VAT rate for your membership. This only applies to the EU VAT rates.
nl_nl: Standaard hanteert MemberPress automatisch standaard btw-tarieven. Maar in sommige gevallen wilt u een verlaagd btw-tarief gebruiken voor uw lidmaatschap. Dit geldt alleen voor de BTW-tarieven van de EU.

source: This will allow you to choose appropriate tax for your tangible/intangible products.
nl_nl: Zo u de juiste belasting kiezen voor uw materiële/immateriële producten.

source: Enable custom thank you page message
nl_nl: Schakel aangepaste bedankpagina-bericht in

source: Enable Custom Thank You
nl_nl: Schakel aangepast bedankbericht in

source: Enabling this option will reveal additional options you can use to provide a custom Thank You message or page to show after a member purchases this membership.
nl_nl: Als je deze optie inschakelt, worden er extra opties weergegeven die je kunt gebruiken om een ​​aangepast bedankbericht of een aangepaste pagina weer te geven nadat een lid dit lidmaatschap heeft gekocht.

source: Enable custom thank you message
nl_nl: Schakel een aangepast bedankbericht in

source: Enable Custom Thank You Message
nl_nl: Schakel een aangepast bedankbericht in

source: Enabling this option will reveal a new Compose form which you can use to provide a custom message to show on the Thank You page after a member purchases this membership.
nl_nl: Als je deze optie inschakelt, wordt een nieuw formulier weergegeven dat je kunt gebruiken om een ​​aangepast bericht weer te geven op de bedankpagina nadat een lid dit lidmaatschap heeft gekocht.

source: Enable custom thank you page
nl_nl: Schakel een aangepaste bedankpagina in

source: Enable Custom Thank You Page
nl_nl: Schakel een aangepaste bedankpagina in

source: Enabling this option will reveal a dropdown which you can use to provide a custom Thank You page to show after a member purchases this membership.
nl_nl: Als je deze optie inschakelt, wordt een vervolgkeuzelijst weergegeven die je kunt gebruiken om een ​​aangepaste bedankpagina op te geven die wordt weergegeven nadat een lid dit lidmaatschap heeft gekocht.

source: Customize Payment Methods
nl_nl: Aangepaste betaalmethoden

source: Enabling this option will reveal a drag and drop list of the available payment methods. You can use this to re-order or even hide payment methods from the dropdown on this membership registration page.
nl_nl: Als je deze optie inschakelt, wordt een drag-and-drop overzicht weergegeven van de beschikbare betaalmethoden. Je kunt deze gebruiken om betalingsmethoden te re-orderen of zelfs te verbergen in de vervolgkeuzelijst van deze lidmaatschapsregistratiepagina.

source: Active Payment Methods
nl_nl: Actieve Betaalmethoden

source: No Payment Methods were found. Please go to the options page to configure some.
nl_nl: Er zijn geen betalingsmethoden gevonden. Ga naar de optiepagina om deze te configureren.

source: Inactive Payment Methods
nl_nl: Inactieve betalingsmethoden

source: Customize User Information Fields
nl_nl: Aangepaste gebruikersinformatievelden

source: Enabling this option will reveal a drag and drop list of the available Custom User Information Fields you defined in the MemberPress Options. You can use this to show/hide certain fields from this membership registration form.
nl_nl: Als je deze optie inschakelt, wordt een lijst weergegeven met slepen en neerzetten van de beschikbare aangepaste gebruikersinformatievelden die je hebt gedefinieerd in de MemberPress-opties. Je kunt dit gebruiken om bepaalde velden van dit lidmaatschapsregistratieformulier te tonen/verbergen.

source: Active Fields
nl_nl: Actieve velden

source: No fields were found. Please go to the options page to configure some.
nl_nl: Geen velden gevonden. Ga naar de optiepagina om deze te configureren.

source: Inactive Fields
nl_nl: Inactieve velden

source: Disable Address Fields
nl_nl: Adresvelden Uitschakelen

source: When Addresses are enabled and required, you can disable this option only on free memberships.
nl_nl: Wanneer Adressen worden ingeschakeld en vereist, kun je deze optie alleen uitschakelen voor gratis lidmaatschappen.

source: Membership Shortcodes
nl_nl: Shortcodes voor het lidmaatschap

source: You can use this shortcode anywhere on your site to quickly display a link to this membership page. If the text inbetween the shortcode is not present, MemberPress will use the membership title as the link text instead.
nl_nl: Je kunt deze shortcode overal op je site gebruiken om een link naar deze lidmaatschapspagina snel weer te geven. Als de tekst tussen de shortcode ontbreekt, zal MemberPress de titel van het lidmaatschap als de koppelingstekst gebruiken.

source: Optional link label here...
nl_nl: Optioneel linklabel hier ...

source: This shortcode can be used to show a link to the Membership Access URL set in the Advanced tab.
nl_nl: Deze shortcode kan worden gebruikt om een ​​link weer te geven naar de lidmaatschapstoegang-URL die is ingesteld op het tabblad Geavanceerd.

source: Shortcode to be used on this membership page to manually place the registration form.
nl_nl: Gebruik deze Shortcode het inschrijfformulier met de hand op een pagina te plaatsen.

source: Shortcode which can be used on any other WordPress page, post or custom post type to manually place the registration form for this membership.
nl_nl: Shortcode die gebruikt kan worden op elke WordPress pagina, post of aangepaste bericht om het inschrijfformulier voor een lidmaatschap handmatig te plaatsen.

source: Send only for specific Memberships
nl_nl: Alleen verzenden voor specifieke lidmaatschappen

source: Memberships for this Reminder
nl_nl: Lidmaatschappen voor deze Herinnering

source: hours
nl_nl: uren

source: after Member Signs Up
nl_nl: na inschrijving van het lid

source: after Signup Abandoned
nl_nl: Na een verlaten inschrijving

source: before Subscription Expires
nl_nl: voordat het abonnement verloopt

source: after Subscription Expires
nl_nl: nadat het abonnement verloopt

source: before Subscription Renews
nl_nl: voordat abonnement wordt verlengd

source: after Subscription Renews
nl_nl: na abonnements renews

source: before Credit Card Expires
nl_nl: voordat de creditcard verloopt

source: after Credit Card Expires
nl_nl: nadat de creditcard verloopt

source: Pending Transactions
nl_nl: Transacties in afwachting

source: Failed Transactions
nl_nl: Mislukte Transacties

source: Refunded Transactions
nl_nl: Terugbetaalde transacties

source: Completed Transactions
nl_nl: Afgeronde transacties

source: Amount Collected
nl_nl: Ontvangen bedrag

source: Amount Refunded
nl_nl: Teruggestort bedrag

source: Taxes Collected
nl_nl: Ontvangen belastingen

source: Total Net Income
nl_nl: Totaal netto baten

source: Inactive Members
nl_nl: Inactieve leden

source: Total Members
nl_nl: Totaal aantal leden

source: Total WP Users
nl_nl: Totaal WP Gebruikers

source: Active Free Members
nl_nl: Actieve Gratis Leden

source: Active Paid Members
nl_nl: Actieve Betaalde leden

source: Avg Mbr Lifetime Val
nl_nl: Gem Mbr Lifetime Val

source: Amounts
nl_nl: Bedragen

source: Total Transactions By Membership
nl_nl: Totaal aantal transacties per lidmaatschap

source: Amounts By Day Of Month
nl_nl: Bedragen per Dag van de Maand

source: Transactions By Day Of Month
nl_nl: Transacties per dag van de Maand

source: Day Of Month
nl_nl: Dag van de maand

source: Amounts By Month Of Year
nl_nl: Bedragen per maand van het jaar

source: Transactions By Month Of Year
nl_nl: Betalingen per maand van het jaar

source: Month Of Year
nl_nl: Maand van het jaar

source: Collected
nl_nl: Ontvangen

source: Net Total
nl_nl: Totaal

source: Totals
nl_nl: Totalen

source: Export as CSV
nl_nl: Exporteren als CSV

source: Here's the summary report for %1$s for the week of %2$s. Enjoy!
nl_nl: Hier is het samenvattende rapport voor %1$s voor de week van %2$s. Geniet!

source: Total Income
nl_nl: Totale inkomsten

source: Recurring Income
nl_nl: Terugkerend inkomen

source: New Income
nl_nl: Nieuw inkomen

source: We've also included a breakdown of your transactions below.
nl_nl: Hieronder hebben we ook een overzicht van uw transacties opgenomen.

source: P.S. Want to unsubscribe from these emails? %sClick here to access the MemberPress settings%s where you can disable the Weekly Summary Email.
nl_nl: P.S. Wilt u zich afmelden voor deze e-mails? %sKlik hier om toegang te krijgen tot de MemberPress-instellingen%s waar u de e-mail met samenvattingen uitschakelen.

source: OR
nl_nl: OF

source: Remove Access Rule
nl_nl: Verwijder toegangsregel

source: Enable Drip
nl_nl: Drip inschakelen

source: after
nl_nl: na

source: Enable Expiration
nl_nl: Vervaldatum inschakelen

source: Expire this content
nl_nl: Laat deze inhoud verlopen

source: Protected Content
nl_nl: Beschermde Inhoud

source: This selects the content on your site that will be protected by this rule. If a piece of content is selected by this rule it will be protected from non-logged in visitors and from logged-in users who don't meet the conditions you specify in the 'Access Rules' section below.
nl_nl: Hiermee selecteer je de inhoud op je site die wordt beschermd door deze regel. Als een deel van de inhoud wordt geselecteerd op basis van deze regel, wordt dit afgeschermd voor niet-ingelogde bezoekers en voor aangemelde gebruikers die niet voldoen aan de voorwaarden die je opgeeft in het gedeelte 'Toegangsregels' hieronder.

source: Note:
nl_nl: Notitie:

source: %1$s isn't writable so <strong>Custom URIs</strong> won't be able to be locked until you add some %2$scustom rules%3$s to your .htaccess file. If you've already installed these rules then you can ignore this message. <strong>All other rules should work normally.</strong>
nl_nl: %1$s is niet schrijfbaar dus <strong>Aangepaste URI's</strong> kunnen niet worden gesloten totdat je een aantal %2$saangepaste regels %3$s toevoegt aan je .htaccess bestand. Als je deze regels al hebt geïnstalleerd dan kun je dit bericht negeren. <strong>Alle andere regels moeten normaal werken.</strong>

source: It appears that your website is running Nginx as it's webserver. In order for Custom URI rules to work you'll need to add some %1$scustom rules%2$s to your Nginx configuration. If you've already installed these rules then you can ignore this message. <strong>All other rules should work normally.</strong>
nl_nl: Het lijkt erop dat je website Nginx gebruikt als webserver. Om aangepaste URI-regels te laten werken, moet je %1$saangepaste regels%2$s toevoegen aan je Nginx-configuratie. Als je deze regels al hebt geïnstalleerd, kun je dit bericht negeren. <strong> Alle andere regels zouden normaal moeten werken. </strong>

source: MemberPress doesn't recognize the webserver you're using and until you add additional %1$scustom rules%2$s to your webserver's configuration Custom URI rules won't work properly. If you've already installed these rules then you can ignore this message. <strong>All other rules should work normally.</strong>
nl_nl: MemberPress herkent de webserver die je gebruikt niet en de aangepaste URI regels werken niet goed tenzij je extra %1$saangepaste regels%2$s toevoegt aan de configuratie van je webserver. Als je deze regels al geïnstalleerd hebt, kun je dit bericht negeren. <strong>Alle andere regels zouden normaal moeten werken</strong>

source: Access Conditions
nl_nl: Toegangsvoorwaarden

source: If %1$sany%2$s of these conditions match for a logged-in user then he / she will be granted access to the protected content for this rule -- otherwise he / she will be denied.
nl_nl: Als %1$seen%2$s van deze voorwaarden overeenkomt met een ingelogde gebruiker, krijgt hij/zij toegang tot de beveiligde inhoud voor deze regel - anders wordt hij/zij geweigerd.

source: Grant access to the protected content above if a logged-in user matches any of the following condtions:
nl_nl: Geef toegang voor de beschermde inhoud hierboven als een ingelogde gebruiker voldoet aan een van de volgende voorwaarden:

source: Add Access Rule
nl_nl: Voeg toegangsregel toe

source: Partial Content Codes
nl_nl: Gedeeltelijke Inhoudscodes

source: This content is shown only to authorized members. It is hidden from everyone else.
nl_nl: Deze content wordt alleen weergegeven aan geautoriseerde leden. Het is verborgen voor andere bezoekers.

source: This content is shown to everyone except authorized members.
nl_nl: Deze content wordt getoond aan iedereen behalve geautoriseerde leden.

source: PHP Snippet:
nl_nl: PHP Fragment:

source: Content to protect goes inbetween.
nl_nl: De te beschermen inhoud gaat ertussen.

source: Save Rule
nl_nl: Bewaar regel

source: Rule Saved
nl_nl: Regel opgeslagen

source: You cannot create rules until you have added at least 1 Membership.
nl_nl: Je kunt geen regels maken totdat je minstens 1 Membership hebt toegevoegd.

source: Access Rules Protected by:
nl_nl: Toegangsregels beschermd door:

source: These rules protect the current content.
nl_nl: Deze regels beschermen de huidige inhoud.

source: Memberships with Access:
nl_nl: Lidmaatschappen met toegang:

source: Members who are active on any of these memberships will be able to access this content. This list is calculated from the Rules that protect this content.
nl_nl: Leden die actief zijn op een van deze lidmaatschappen zijn in staat om toegang te krijgen tot deze inhoud. Deze lijst wordt gebaseerd op basis van de regels die deze inhoud te beschermen.

source: Members with Access:
nl_nl: Leden met Toegang:

source: Members below will be able to access this content. This list is calculated from the Rules that protect this content.
nl_nl: Leden hieronder krijgen toegang tot deze inhoud. Deze lijst is gebaseerd op basis van de regels ter bescherming van deze inhoud.

source: Unauthorized access handling for content protected by this rule
nl_nl: Ongeautoriseerde toegangsafhandeling voor inhoud die wordt beveiligd door deze regel

source: Note: This overrides the global settings for unauthorized access handling in MemberPress Options for content protected by this rule.
nl_nl: Opmerking: dit overschrijft de algemene instellingen in de MemberPress opties voor ongeautoriseerde toegangsbeheer voor de inhoud die door deze regel wordt beschermd.

source: The %1$sUse Stripe Checkout (Beta)%2$s option is deprecated, please go to the Payments tab and disable it.
nl_nl: De optie %1$sUse Stripe Checkout (Beta)%2$s is afgeschaft, ga naar het tabblad Betalingen en schakel deze uit.

source: Edit Subscription
nl_nl: Abonnement bewerken

source: Subscription ID:
nl_nl: Abonnement ID:

source: Subscription Number*:
nl_nl: Abonnement nummer*:

source: A unique subscription number for this subscription. Only edit this if you absolutely have to.
nl_nl: Een uniek abonnementsnummer voor dit abonnement. Alleen bewerken als je absoluut moet.

source: User*:
nl_nl: Gebruiker*:

source: The user for this subscription.
nl_nl: De gebruiker voor dit abonnement.

source: Membership*:
nl_nl: Lidmaatschap*:

source: The membership that was purchased
nl_nl: Het lidmaatschap dat werd gekocht

source: Sub-Total*:
nl_nl: Subtotaal*:

source: The sub-total (amount before tax) of this subscription
nl_nl: Het subtotaal (bedrag exclusief belastingen) van dit abonnement

source: Tax Amount:
nl_nl: BTW bedrag:

source: The amount of taxes for this subscription
nl_nl: Het BTW bedrag voor dit abonnement

source: Tax Rate:
nl_nl: BTW Tarief:

source: The tax rate in percentage. (Ex: %s for 10%%)
nl_nl: Het belastingtarief in procenten. (Bijvoorbeeld: %s voor 10%%)

source: The current status of the subscription
nl_nl: De huidige status van het abonnement

source: The payment method associated with this subscription.
nl_nl: De betaalmethode die is gekoppeld aan dit abonnement.

source: Created (UTC/GMT):
nl_nl: Gecreëerd (UTC/GMT):

source: The date that this subscription was created on. This field is displayed in UTC/GMT.
nl_nl: De datum waarop dit abonnement is gemaakt. Dit veld wordt weergegeven in UTC/GMT.

source: Trial:
nl_nl: Proefperiode:

source: The trial period for this subscription
nl_nl: De proefperiode voor dit abonnement

source: Trial Days:
nl_nl: Proefperiode:

source: The number of days for this trial period
nl_nl: Het aantal dagen voor deze proefperiode

source: for
nl_nl: voor

source: New Subscription
nl_nl: Nieuw Abonnement

source: Manually add a transaction to this subscription
nl_nl: Voeg handmatig een transactie toe aan dit abonnement

source: Add Txn
nl_nl: Voeg Txn toe

source: View related transactions
nl_nl: Gerelateerde transacties weergeven

source: View Txns
nl_nl: Bekijk Txns

source: Pause Subscription
nl_nl: Abonnement pauzeren

source: Resume Subscription
nl_nl: Abonnement hervatten

source: Cancel Subscription
nl_nl: Abonnement annuleren

source: Delete Subscription
nl_nl: Abonnement verwijderen

source: Show related transaction
nl_nl: Toon gerelateerde transactie

source: Show related transactions
nl_nl: Toon gerelateerde transacties

source: Editing Subscription Status
nl_nl: Bewerk Abonnementsstatus

source: Modifying the Auto Rebill status here will change the status of the Subscription ONLY on your site, not at the Gateway itself. To cancel a Subscription, either you or the member must click on Cancel.
nl_nl: Als je hier de auto-herfacturatiestatus wijzigt, wordt de status ALLEEN gewijzigd op je site, niet bij de gateway zelf. Om een ​​lidmaatschap te annuleren, moet jij of het lid op Annuleren klikken.

source: Save
nl_nl: Opslaan

source: Saving...
nl_nl: Opslaan…

source: All Statuses
nl_nl: Alle statussen

source: Cancelled
nl_nl: Geannuleerd

source: All Gateways
nl_nl: Alle Gateways

source: Recurring (%d)
nl_nl: Terugkerend (%d)

source: Non-Recurring (%d)
nl_nl: Eenmalige (%d)

source: Search
nl_nl: Zoeken

source: by Field
nl_nl: per veld

source: Any (Slow)
nl_nl: Elke (Langzaam)

source: Enable Avalara TaxRates
nl_nl: Avalara Belastingtarieven inschakelen

source: Get US Tax Rates from Avalara
nl_nl: Ontvang US Belastingtarieven van Avalara

source: Avalara has a great Tax Rate API for automatically finding the correct tax rate for your customers in the US. Check this option to pull in rates automatically from Avalara on each transaction.<br/><br/>NOTE: This will override any tax rates for the US you've imported via CSV.
nl_nl: Avalara heeft een Tax Rate API voor het automatisch vinden van het juiste belastingtarief voor je klanten in de VS. Schakel deze optie in om automatisch de koersen van Avalara bij elke transactie in te voeren. <br/><br/> OPMERKING: dit heeft voorrang boven belastingtarieven voor de VS die je via CSV hebt geïmporteerd.

source: You can create a free account by registering for Avalara's Tax Rate API at taxratesapi.avalara.com.
nl_nl: Je kunt een gratis API-sleutel krijgen door te registreren voor Avalara Tax Rate API bij taxratesapi.avalara.com.

source: Avalara License Key
nl_nl: Avalara Licentiecode

source: You can get a free License Key by registering for Avalara's Tax Rate API at taxratesapi.avalara.com.
nl_nl: Je kunt een gratis API-sleutel krijgen door te registreren voor Avalara Tax Rate API bij taxratesapi.avalara.com.

source: Enable Tax Calculations
nl_nl: Schakel belastingberekeningen in

source: Enable tax calculations on transactions on all memberships other than those where tax calculations have been specifically disabled.
nl_nl: Schakel belastingberekeningen in voor transacties voor alle andere lidmaatschappen dan die waar de belastingberekeningen specifiek zijn uitgeschakeld.

source: Tax Options
nl_nl: Opties Belasting

source: Prices Entered With Tax
nl_nl: Prijzen ingevuld MET belastingen

source: Are membership prices exclusive or inclusive tax?
nl_nl: Zijn lidmaatschapsprijzen exclusief of inclusief belasting?

source: <strong>Exclusive:</strong> The customer will pay the price of the membership plus the cost of the tax.</br></br><strong>Inclusive:</strong> The customer will pay just the price of the membership but will include the tax.
nl_nl: <strong>Exclusief:</strong> De klant zal de prijs van het lidmaatschap plus de kosten van de belasting betalen. </br></br> <strong>Inclusief:</strong> De klant zal alleen de prijs van het lidmaatschap betalen, die de belasting bevat.

source: Prices entered are exclusive of tax
nl_nl: Ingevoerde Prijzen zijn exclusief BTW

source: Prices entered are inclusive of tax
nl_nl: Ingevoerde Prijzen zijn inclusief BTW
