Repository: KvandenB/memberpress-dutch-translation
Catalog: memberpress-*.po
Languages: nl_nl

# ui
source: We'd be really sad if you missed out so we just wanted to drop you a line to let you to know that it's easy to <strong>%1$scomplete your signup today%2$s</strong>.
nl_nl: We zouden het jammer vinden als je iets zou missen, dus we willen je laten weten dat je heel gemakkelijk <strong>%1$sje inschrijving vandaag nog kunt voltooien%2$s</strong>.

# ui
source: We wouldn't want you to miss out on any of the great content we're working on so <strong>make sure you %1$srenew it today%2$s</strong>.
nl_nl: We zien niet graag dat je informatie waar wij hard aan werken mist, dus <strong>zorg ervoor dat je %1$svandaag nog vernieuwt%2$s</strong>.

# ui
source: If this isn't correct you can update your %1$saccount%2$s.
nl_nl: Als dit niet correct is dan kan je je %1$saccount%2$s bijwerken.

# ui
source: Your subscription has been paused
nl_nl: Je abonnement is gepauzeerd

# ui
source: Your subscription on {$blog_name} was paused:
nl_nl: Je abonnement op {$blog_name} is gepauzeerd:

# ui
source: Your subscription has been upgraded
nl_nl: Je abonnement is opgewaardeerd

# ui
source: Your subscription on {$blog_name} was upgraded:
nl_nl: Je abonnement op {$blog_name} is opgewaardeerd:

# ui
source: Welcome {$user_first_name}!
nl_nl: Welkom {$user_first_name}!

# ui
source: You're already logged in. %1$sLogout.%2$s
nl_nl: Je bent al ingelogd. %1$sUitloggen.%2$s

# ui
source: Request a Password Reset
nl_nl: Vraag een nieuw wachtwoord aan

# ui
source: Enter Your Username or Email Address
nl_nl: Voer je gebruikersnaam of e-mailadres in

# ui
source: Request Password Reset
nl_nl: Vraag wachtwoordreset aan

# ui
source: Successfully requested password reset
nl_nl: Nieuw wachtwoord succesvol aangevraagd

# ui
source: Please click on the confirmation link that was just sent to your email address.
nl_nl: Klik op de bevestigingslink in de mail die zojuist naar uw e-mailadres is verstuurd.

# ui
source: Username or E-mail
nl_nl: Gebruikersnaam of E-mail

# ui
source: Username
nl_nl: Gebruikersnaam

# ui
source: Password
nl_nl: Wachtwoord

# ui
source: Remember Me
nl_nl: Onthoud mij

# ui
source: Log In
nl_nl: Inloggen

# ui
source: Forgot Password
nl_nl: Wachtwoord vergeten

# ui
source: Enter your new password
nl_nl: Voer je nieuwe wachtwoord in

# ui
source: Password Confirmation
nl_nl: Herhaal wachtwoord

# ui
source: ERROR
nl_nl: FOUT

# ui
source: Please fix the errors above
nl_nl: Corrigeer de fouten hierboven

# ui
source: You're unauthorized to view this page. Why don't you %s and try again.
nl_nl: Je hebt geen toegang to deze pagina.

# ui
source: An Unknown Error Occurred
nl_nl: Er is een onbekende fout opgetreden

# ui
source: Expires
nl_nl: Verloopt

# ui
source: Expired
nl_nl: Verlopen

# ui
source: You have no subscriptions
nl_nl: Je hebt geen abonnementen

# ui
source: Customer Type:
nl_nl: Klanttype:

# ui
source: Consumer
nl_nl: Particulier

# ui
source: Business
nl_nl: Bedrijf

# ui
source: VAT Number:
nl_nl: BTW nummer:

# ui
source: Invalid VAT Number
nl_nl: Ongeldig BTW-nummer

# ui
source: &#197;land Islands
nl_nl: &#197;land Eilanden

# ui
source: Albania
nl_nl: Albanië

# ui
source: Algeria
nl_nl: Algerije

# ui
source: Antigua and Barbuda
nl_nl: Antigua en Barbuda

# ui
source: Argentina
nl_nl: Argentinië

# ui
source: Armenia
nl_nl: Armenië

# ui
source: Australia
nl_nl: Australië

# ui
source: Austria
nl_nl: Oostenrijk

# ui
source: Azerbaijan
nl_nl: Azerbeidzjan

# ui
source: Bahrain
nl_nl: Bahrein

# ui
source: Belarus
nl_nl: Wit-Rusland

# ui
source: Belgium
nl_nl: België

# ui
source: Bonaire, Saint Eustatius and Saba
nl_nl: Bonaire, Sint Eustatius en Saba

# ui
source: Bosnia and Herzegovina
nl_nl: Bosnië en Herzegovina

# ui
source: Bouvet Island
nl_nl: Bouvet Eilanden

# ui
source: Brazil
nl_nl: Brazilië

# ui
source: British Indian Ocean Territory
nl_nl: Brits Indische Oceaanterritorium

# ui
source: British Virgin Islands
nl_nl: Britse Maagdeneilanden

# ui
source: Bulgaria
nl_nl: Bulgarije

# ui
source: Cambodia
nl_nl: Cambodja

# ui
source: Cameroon
nl_nl: Kameroen

# ui
source: Cape Verde
nl_nl: Kaapverdië

# ui
source: Cayman Islands
nl_nl: Kaaiman Eilanden

# ui
source: Central African Republic
nl_nl: Centraal-Afrikaanse Republiek

# ui
source: Chad
nl_nl: Tsjaad

# ui
source: Chile
nl_nl: Chili

# ui
source: Christmas Island
nl_nl: Christmaseiland

# ui
source: Cocos (Keeling) Islands
nl_nl: Kokos Eilanden

# ui
source: Comoros
nl_nl: Comoren

# ui
source: Congo (Kinshasa)
nl_nl: Democratische Republiek Congo (Kinshasa)

# ui
source: Cook Islands
nl_nl: Cookeilanden

# ui
source: Croatia
nl_nl: Kroatië

# ui
source: Cura&Ccedil;ao
nl_nl: Curaçao

# ui
source: Czech Republic
nl_nl: Tsjechië

# ui
source: Denmark
nl_nl: Denemarken

# ui
source: Dominican Republic
nl_nl: Dominicaanse Republiek

# ui
source: Egypt
nl_nl: Egypte

# ui
source: Equatorial Guinea
nl_nl: Equatoriaal-Guinea

# ui
source: Estonia
nl_nl: Estland

# ui
source: Ethiopia
nl_nl: Ethiopië

# ui
source: Falkland Islands
nl_nl: Falklandeilanden

# ui
source: Faroe Islands
nl_nl: Faeroër Eilanden

# ui
source: France
nl_nl: Frankrijk

# ui
source: French Guiana
nl_nl: Frans-Guyana

# ui
source: French Polynesia
nl_nl: Frans-Polynesië

# ui
source: French Southern Territories
nl_nl: Franse zuidelijke gebieden

# ui
source: Georgia
nl_nl: Georgië

# ui
source: Germany
nl_nl: Duitsland

# ui
source: Greece
nl_nl: Griekenland

# ui
source: Greenland
nl_nl: Groenland

# ui
source: Guinea
nl_nl: Guinee

# ui
source: Guinea-Bissau
nl_nl: Guinee-Bissau

# ui
source: Heard Island and McDonald Islands
nl_nl: Heard- en MacDonald Eilanden

# ui
source: Hungary
nl_nl: Hongarije

# ui
source: Iceland
nl_nl: IJsland

# ui
source: Indonesia
nl_nl: Indonesië

# ui
source: Iraq
nl_nl: Irak

# ui
source: Republic of Ireland
nl_nl: Ierland

# ui
source: Isle of Man
nl_nl: Man

# ui
source: Israel
nl_nl: Israël

# ui
source: Italy
nl_nl: Italië

# ui
source: Ivory Coast
nl_nl: Ivoorkust

# ui
source: Jordan
nl_nl: Jordanië

# ui
source: Kazakhstan
nl_nl: Kazachstan

# ui
source: Kenya
nl_nl: Kenia

# ui
source: Kuwait
nl_nl: Koeweit

# ui
source: Kyrgyzstan
nl_nl: Kirgizië

# ui
source: Latvia
nl_nl: Letland

# ui
source: Lebanon
nl_nl: Libanon

# ui
source: Libya
nl_nl: Libië

# ui
source: Lithuania
nl_nl: Litouwen

# ui
source: Luxembourg
nl_nl: Luxemburg

# ui
source: Macedonia
nl_nl: Macedonië

# ui
source: Malaysia
nl_nl: Maleisië

# ui
source: Maldives
nl_nl: Malediven

# ui
source: Marshall Islands
nl_nl: Marshall Eilanden

# ui
source: Mauritania
nl_nl: Mauritanië

# ui
source: Micronesia
nl_nl: Micronesië

# ui
source: Moldova
nl_nl: Moldavië

# ui
source: Mongolia
nl_nl: Mongolië

# ui
source: Morocco
nl_nl: Marokko

# ui
source: Namibia
nl_nl: Namibië

# ui
source: Netherlands
nl_nl: Nederland

# ui
source: Netherlands Antilles
nl_nl: Nederlandse Antillen

# ui
source: New Caledonia
nl_nl: Nieuw Caledonië

# ui
source: New Zealand
nl_nl: Nieuw-Zeeland

# ui
source: Norfolk Island
nl_nl: Norfolk Eilanden

# ui
source: North Korea
nl_nl: Noord-Korea

# ui
source: Norway
nl_nl: Norwegen

# ui
source: Palestinian Territory
nl_nl: Palestijnse Gebieden

# ui
source: Papua New Guinea
nl_nl: Papoea-Nieuw-Guinea

# ui
source: Philippines
nl_nl: Filipijnen

# ui
source: Pitcairn
nl_nl: Pitcairneilanden

# ui
source: Poland
nl_nl: Polen

# ui
source: Reunion
nl_nl: Réunion

# ui
source: Romania
nl_nl: Roemenië

# ui
source: Russia
nl_nl: Rusland

# ui
source: Saint Barth&eacute;lemy
nl_nl: Saint Barthélemy

# ui
source: Saint Helena
nl_nl: Sint Helena

# ui
source: Saint Kitts and Nevis
nl_nl: Saint Kitts en Nevis

# ui
source: Saint Lucia
nl_nl: Sint Lucia

# ui
source: Saint Martin (French part)
nl_nl: Sint-Maarten (Frans)

# ui
source: Saint Martin (Dutch part)
nl_nl: Sint Maarten (Nederlands deel)

# ui
source: Saint Pierre and Miquelon
nl_nl: Saint-Pierre en Miquelon

# ui
source: Saint Vincent and the Grenadines
nl_nl: Saint Vincent en de Grenadines

# ui
source: S&atilde;o Tom&eacute; and Pr&iacute;ncipe
nl_nl: Sao Tomé en Principe

# ui
source: Saudi Arabia
nl_nl: Saudi Arabië

# ui
source: Serbia
nl_nl: Servië

# ui
source: Seychelles
nl_nl: Seychellen

# ui
source: Slovakia
nl_nl: Slowakije

# ui
source: Slovenia
nl_nl: Slovenië

# ui
source: Solomon Islands
nl_nl: Salomon Eilanden

# ui
source: Somalia
nl_nl: Somalië

# ui
source: South Africa
nl_nl: Zuid-Afrika

# ui
source: South Georgia/Sandwich Islands
nl_nl: Zuid-Georgië / Sandwich-eilanden

# ui
source: South Korea
nl_nl: Zuid-Korea

# ui
source: South Sudan
nl_nl: Zuid-Soedan

# ui
source: Spain
nl_nl: Spanje

# ui
source: Sudan
nl_nl: Soedan

# ui
source: Svalbard and Jan Mayen
nl_nl: Svalbard en Jan Mayen

# ui
source: Sweden
nl_nl: Zweden

# ui
source: Switzerland
nl_nl: Zwitserland

# ui
source: Syria
nl_nl: Syrië

# ui
source: Tajikistan
nl_nl: Tadzjikistan

# ui
source: Timor-Leste
nl_nl: Oost-Timor

# ui
source: Trinidad and Tobago
nl_nl: Trinidad enTobago

# ui
source: Tunisia
nl_nl: Tunesië

# ui
source: Turkey
nl_nl: Turkije

# ui
source: Turks and Caicos Islands
nl_nl: Turks- en Caicos Eilanden

# ui
source: Uganda
nl_nl: Oeganda

# ui
source: Ukraine
nl_nl: Oekraïne

# ui
source: United Arab Emirates
nl_nl: Verenigde Arabische Emiraten

# ui
source: United Kingdom (UK)
nl_nl: Verenigd Koninkrijk (VK)

# ui
source: United States (US)
nl_nl: Verenigde Staten (VS)

# ui
source: Uzbekistan
nl_nl: Oezbekistan

# ui
source: Vatican
nl_nl: Vaticaanstad

# ui
source: Vietnam
nl_nl: Viëtnam

# ui
source: Wallis and Futuna
nl_nl: Wallis en Futuna

# ui
source: Western Sahara
nl_nl: Westelijke Sahara

# ui
source: Western Samoa
nl_nl: West-Samoa

# ui
source: Yemen
nl_nl: Jemen

# ui
source: Northern Territory
nl_nl: Noordelijk Territorium

# ui
source: South Australia
nl_nl: Zuid-Australië

# ui
source: Western Australia
nl_nl: West-Australië

# ui
source: Moulvibazar
nl_nl: Maulvi Bazar

# ui
source: Blagoevgrad
nl_nl: Blagoëvgrad

# ui
source: Burgas
nl_nl: Boergas

# ui
source: Dobrich
nl_nl: Dobritsj

# ui
source: Haskovo
nl_nl: Chaskovo

# ui
source: Kardzhali
nl_nl: Kardzjali

# ui
source: Kyustendil
nl_nl: Kjoestendil

# ui
source: Lovech
nl_nl: Lovetsj

# ui
source: Pazardzhik
nl_nl: Pazardzjik

# ui
source: Shumen
nl_nl: Sjoemen (stad)

# ui
source: Smolyan
nl_nl: Smoljan

# ui
source: Targovishte
nl_nl: Targovisjte

# ui
source: Yambol
nl_nl: Jambol

# ui
source: Amap&aacute;
nl_nl: Amapá;

# ui
source: Cear&aacute;
nl_nl: Ceará;

# ui
source: Esp&iacute;rito Santo
nl_nl: Espírito Santo

# ui
source: Goi&aacute;s
nl_nl: Goiás

# ui
source: Maranh&atilde;o
nl_nl: Maranhão

# ui
source: Para&iacute;ba
nl_nl: Paraíba

# ui
source: Paran&aacute;
nl_nl: Paraná

# ui
source: Rond&ocirc;nia
nl_nl: Rondônia

# ui
source: S&atilde;o Paulo
nl_nl: São Paulo

# ui
source: British Columbia
nl_nl: Brits-Columbia

# ui
source: New Brunswick
nl_nl: Nieuw Brunswick

# ui
source: Prince Edward Island
nl_nl: Prins Edwardeiland

# ui
source: Yukon Territory
nl_nl: Yukon

# ui
source: Beijing / &#21271;&#20140;
nl_nl: Peking / &#21271;&#20140;

# ui
source: Jiangxi / &#27743;&#35199;
nl_nl: Jiangxi /

# ui
source: Guangxi Zhuang / &#24191;&#35199;&#22766;&#26063;
nl_nl: Guangxi Zhuang / 广壮

# ui
source: Xinjiang / &#26032;&#30086;
nl_nl: Xinjiang疆 /

source: Bavaria
nl_nl: Beieren

source: Berlin
nl_nl: Berlijn

source: Hesse
nl_nl: Hessen

source: Lower Saxony
nl_nl: Niedersachsen

source: Mecklenburg-Vorpommern
nl_nl: Mecklenburg-Voor-Pommeren

source: North Rhine-Westphalia
nl_nl: Nordrhein-Westfalen

source: Rhineland-Palatinate
nl_nl: Rheinland-Pfalz

source: Saxony
nl_nl: Saksen

source: Saxony-Anhalt
nl_nl: Saksen-Anhalt

source: Schleswig-Holstein
nl_nl: Sleeswijk-Holstein

source: Thuringia
nl_nl: Thüringen

# ui
source: A Coru&ntilde;a
nl_nl: A Coruña

# ui
source: Araba/&Aacute;lava
nl_nl: Araba / Álava

# ui
source: Almer&iacute;a
nl_nl: Almería

# ui
source: Asturias
nl_nl: Asturië

# ui
source: &Aacute;vila
nl_nl: Ávila

# ui
source: C&aacute;ceres
nl_nl: Cáceres

# ui
source: C&aacute;diz
nl_nl: Cádiz

# ui
source: Cantabria
nl_nl: Cantabrië

# ui
source: Castell&oacute;n
nl_nl: Castellón

# ui
source: C&oacute;rdoba
nl_nl: Córdoba

# ui
source: Ja&eacute;n
nl_nl: Jaén

# ui
source: Le&oacute;n
nl_nl: León

# ui
source: M&aacute;laga
nl_nl: Málaga

# ui
source: Bizkaia
nl_nl: Biskaje

# ui
source: Hong Kong Island
nl_nl: Hongkong (eiland)

# ui
source: Baranya
nl_nl: Baranja

# ui
source: Budapest
nl_nl: Boedapest

# ui
source: Győr-Moson-Sopron
nl_nl: Gyor-Moson-Sopron

# ui
source: Komárom-Esztergom
nl_nl: Komarom-Esztergom

# ui
source: Daerah Istimewa Aceh
nl_nl: Daerah Istimewa Atjeh

# ui
source: Sumatera Barat
nl_nl: West-Sumatra

# ui
source: Daerah Istimewa Yogyakarta
nl_nl: Jogjakarta

# ui
source: Nusa Tenggara Barat
nl_nl: West-Nusa Tenggara

# ui
source: Nusa Tenggara Timur
nl_nl: Oost-Nusa Tenggara

# ui
source: Kalimantan Barat
nl_nl: West-Kalimantan

# ui
source: Kalimantan Tengah
nl_nl: Midden-Kalimantan

# ui
source: Kalimantan Timur
nl_nl: Oost-Kalimantan

# ui
source: Kalimantan Selatan
nl_nl: Zuid-Kalimantan

# ui
source: Kalimantan Utara
nl_nl: Noord-Kalimantan

# ui
source: Papua
nl_nl: Papoea

# ui
source: Jammu and Kashmir
nl_nl: Jammu en Kasjmir

# ui
source: West Bengal
nl_nl: West-Bengalen

# ui
source: Andaman and Nicobar Islands
nl_nl: Andamanen en Nicobaren

# ui
source: Dadar and Nagar Haveli
nl_nl: Dadar en Nagar Haveli

# ui
source: Daman and Diu
nl_nl: Daman en Diu

# ui
source: Tehran (تهران)
nl_nl: Teheran (تهران)

# ui
source: East Azarbaijan (آذربایجان شرقی)
nl_nl: Oosten Azarbaijan (آذربایجان شرقی)

# ui
source: Chaharmahal and Bakhtiari (چهارمحال و بختیاری)
nl_nl: Chaharmahal en Bakhtiari (چهارمحال و بختیاری)

# ui
source: South Khorasan (خراسان جنوبی)
nl_nl: Zuid-Khorasan (خراسان جنوبی)

# ui
source: Kurdistan / کردستان)
nl_nl: Koerdistan / کردستان)

# ui
source: Kohgiluyeh and BoyerAhmad (کهگیلوییه و بویراحمد)
nl_nl: Kohgiluyeh en BoyerAhmad (کهگیلوییه و بویراحمد)

# ui
source: Sistan and Baluchestan (سیستان و بلوچستان)
nl_nl: Sistan en Baluchestan (سیستان و بلوچستان)

# ui
source: Genova
nl_nl: Genua

# ui
source: L&apos;Aquila
nl_nl: L'Aquila

# ui
source: Mantova
nl_nl: Mantua

# ui
source: Milano
nl_nl: Milaan

# ui
source: Napoli
nl_nl: Napels

# ui
source: Padova
nl_nl: Padua

# ui
source: Roma
nl_nl: Rome

# ui
source: Torino
nl_nl: Turijn

# ui
source: Trieste
nl_nl: Triëst

# ui
source: Venezia
nl_nl: Venetië

# ui
source: Tokyo
nl_nl: Tokio

# ui
source: Edo. de México
nl_nl: Mexico Stad

# ui
source: Bardiya
nl_nl: Smerdis

# ui
source: Northland
nl_nl: Noordelijke gebieden

# ui
source: Hawke&rsquo;s Bay
nl_nl: Hawke’s Bay

# ui
source: Manawatu-Wanganui
nl_nl: Manawatu-Wanganui Manawatu-Wanganui

# ui
source: West Coast
nl_nl: Westkust

# ui
source: Apur&iacute;mac
nl_nl: Apurímac

# ui
source: Cusco
nl_nl: Cuzco

# ui
source: Hu&aacute;nuco
nl_nl: Huánuco

# ui
source: Jun&iacute;n
nl_nl: Junín

# ui
source: San Mart&iacute;n
nl_nl: San Martín

# ui
source: Amnat Charoen (&#3629;&#3635;&#3609;&#3634;&#3592;&#3648;&#3592;&#3619;&#3636;&#3597;)
nl_nl: Amnat Charoen (อำนาจเจริญ)

# ui
source: Ang Thong (&#3629;&#3656;&#3634;&#3591;&#3607;&#3629;&#3591;)
nl_nl: Ang Thong (อ่างทอง)

# ui
source: Ayutthaya (&#3614;&#3619;&#3632;&#3609;&#3588;&#3619;&#3624;&#3619;&#3637;&#3629;&#3618;&#3640;&#3608;&#3618;&#3634;)
nl_nl: Ayutthaya (พระนครศรีอยุธยา)

# ui
source: Bangkok (&#3585;&#3619;&#3640;&#3591;&#3648;&#3607;&#3614;&#3617;&#3627;&#3634;&#3609;&#3588;&#3619;)
nl_nl: Bangkok (กรุงเทพมหานคร)

# ui
source: Bueng Kan (&#3610;&#3638;&#3591;&#3585;&#3634;&#3628;)
nl_nl: Bueng Kan (บึงกาฬ)

# ui
source: Buri Ram (&#3610;&#3640;&#3619;&#3637;&#3619;&#3633;&#3617;&#3618;&#3660;)
nl_nl: Buri Ram (บุรีรัมย์)

# ui
source: Chachoengsao (&#3593;&#3632;&#3648;&#3594;&#3636;&#3591;&#3648;&#3607;&#3619;&#3634;)
nl_nl: Chachoengsao (ฉะเชิงเทรา)

# ui
source: Chai Nat (&#3594;&#3633;&#3618;&#3609;&#3634;&#3607;)
nl_nl: Chai Nat (ชัยนาท)

# ui
source: Chaiyaphum (&#3594;&#3633;&#3618;&#3616;&#3641;&#3617;&#3636;)
nl_nl: Chaiyaphum (ชัยภูมิ)

# ui
source: Chanthaburi (&#3592;&#3633;&#3609;&#3607;&#3610;&#3640;&#3619;&#3637;)
nl_nl: Chanthaburi (จันทบุรี)

# ui
source: Chiang Mai (&#3648;&#3594;&#3637;&#3618;&#3591;&#3651;&#3627;&#3617;&#3656;)
nl_nl: Chiang Mai (เชียงใหม่)

# ui
source: Chiang Rai (&#3648;&#3594;&#3637;&#3618;&#3591;&#3619;&#3634;&#3618;)
nl_nl: Chiang Rai (เชียงราย)

# ui
source: Chonburi (&#3594;&#3621;&#3610;&#3640;&#3619;&#3637;)
nl_nl: Chonburi (ชลบุรี)

# ui
source: Chumphon (&#3594;&#3640;&#3617;&#3614;&#3619;)
nl_nl: Chumphon (ชุมพร)

# ui
source: Kalasin (&#3585;&#3634;&#3628;&#3626;&#3636;&#3609;&#3608;&#3640;&#3660;)
nl_nl: Kalasin (กาฬสินธุ์)

# ui
source: Kamphaeng Phet (&#3585;&#3635;&#3649;&#3614;&#3591;&#3648;&#3614;&#3594;&#3619;)
nl_nl: Kamphaeng Phet (กำแพงเพชร)

# ui
source: Kanchanaburi (&#3585;&#3634;&#3597;&#3592;&#3609;&#3610;&#3640;&#3619;&#3637;)
nl_nl: Kanchanaburi (กาญจนบุรี)

# ui
source: Khon Kaen (&#3586;&#3629;&#3609;&#3649;&#3585;&#3656;&#3609;)
nl_nl: Khon Kaen (ขอนแก่น)

# ui
source: Krabi (&#3585;&#3619;&#3632;&#3610;&#3637;&#3656;)
nl_nl: Krabi (กระบี่)

# ui
source: Lampang (&#3621;&#3635;&#3611;&#3634;&#3591;)
nl_nl: Lampang (ลำปาง)

# ui
source: Lamphun (&#3621;&#3635;&#3614;&#3641;&#3609;)
nl_nl: Lamphun (ลำพูน)

# ui
source: Loei (&#3648;&#3621;&#3618;)
nl_nl: Loei (?)

# ui
source: Lopburi (&#3621;&#3614;&#3610;&#3640;&#3619;&#3637;)
nl_nl: Lopburi (ลพบุรี)

# ui
source: Mae Hong Son (&#3649;&#3617;&#3656;&#3630;&#3656;&#3629;&#3591;&#3626;&#3629;&#3609;)
nl_nl: Mae Hong Son (แม่ฮ่องสอน)

# ui
source: Maha Sarakham (&#3617;&#3627;&#3634;&#3626;&#3634;&#3619;&#3588;&#3634;&#3617;)
nl_nl: Maha Sarakham (มหาสารคาม)

# ui
source: Mukdahan (&#3617;&#3640;&#3585;&#3604;&#3634;&#3627;&#3634;&#3619;)
nl_nl: Mukdahan (มุกดาหาร)

# ui
source: Nakhon Nayok (&#3609;&#3588;&#3619;&#3609;&#3634;&#3618;&#3585;)
nl_nl: Nakhon Nayok (นครนายก)

# ui
source: Nakhon Pathom (&#3609;&#3588;&#3619;&#3611;&#3600;&#3617;)
nl_nl: Nakhon Pathom (นครปฐม)

# ui
source: Nakhon Phanom (&#3609;&#3588;&#3619;&#3614;&#3609;&#3617;)
nl_nl: Nakhon Phanom (นครพนม)

# ui
source: Nakhon Ratchasima (&#3609;&#3588;&#3619;&#3619;&#3634;&#3594;&#3626;&#3637;&#3617;&#3634;)
nl_nl: Nakhon Ratchasima (นครราชสีมา)

# ui
source: Nakhon Sawan (&#3609;&#3588;&#3619;&#3626;&#3623;&#3619;&#3619;&#3588;&#3660;)
nl_nl: Nakhon Sawan (นครสวรรค์)

# ui
source: Nakhon Si Thammarat (&#3609;&#3588;&#3619;&#3624;&#3619;&#3637;&#3608;&#3619;&#3619;&#3617;&#3619;&#3634;&#3594;)
nl_nl: Nakhon Si Thammarat (นครศรีธรรมราช)

# ui
source: Nan (&#3609;&#3656;&#3634;&#3609;)
nl_nl: Nan

# ui
source: Narathiwat (&#3609;&#3619;&#3634;&#3608;&#3636;&#3623;&#3634;&#3626;)
nl_nl: Narathiwat (นราธิวาส)

# ui
source: Nong Bua Lam Phu (&#3627;&#3609;&#3629;&#3591;&#3610;&#3633;&#3623;&#3621;&#3635;&#3616;&#3641;)
nl_nl: Nong Bua Lam Phu (หนองบัวลำภู)

# ui
source: Nong Khai (&#3627;&#3609;&#3629;&#3591;&#3588;&#3634;&#3618;)
nl_nl: Nong Khai (หนองคาย)

# ui
source: Nonthaburi (&#3609;&#3609;&#3607;&#3610;&#3640;&#3619;&#3637;)
nl_nl: Nonthaburi (นนทบุรี)

# ui
source: Pathum Thani (&#3611;&#3607;&#3640;&#3617;&#3608;&#3634;&#3609;&#3637;)
nl_nl: Pathum Thani (ปทุมธานี)

# ui
source: Pattani (&#3611;&#3633;&#3605;&#3605;&#3634;&#3609;&#3637;)
nl_nl: Pattani (ปัตตานี)

# ui
source: Phang Nga (&#3614;&#3633;&#3591;&#3591;&#3634;)
nl_nl: Phang Nga (พังงา)

# ui
source: Phatthalung (&#3614;&#3633;&#3607;&#3621;&#3640;&#3591;)
nl_nl: Phatthalung (พัทลุง)

# ui
source: Phayao (&#3614;&#3632;&#3648;&#3618;&#3634;)
nl_nl: Phayao (พะเยา)

# ui
source: Phetchabun (&#3648;&#3614;&#3594;&#3619;&#3610;&#3641;&#3619;&#3603;&#3660;)
nl_nl: Phetchabun (เพชรบูรณ์)

# ui
source: Phetchaburi (&#3648;&#3614;&#3594;&#3619;&#3610;&#3640;&#3619;&#3637;)
nl_nl: Phetchaburi (เพชรบุรี)

# ui
source: Phichit (&#3614;&#3636;&#3592;&#3636;&#3605;&#3619;)
nl_nl: Phichit (พิจิตร)

# ui
source: Phitsanulok (&#3614;&#3636;&#3625;&#3603;&#3640;&#3650;&#3621;&#3585;)
nl_nl: Phitsanulok (พิษณุโลก)

# ui
source: Phrae (&#3649;&#3614;&#3619;&#3656;)
nl_nl: Phrae (แพร่)

# ui
source: Phuket (&#3616;&#3641;&#3648;&#3585;&#3655;&#3605;)
nl_nl: Phuket (ภูเก็ต)

# ui
source: Prachin Buri (&#3611;&#3619;&#3634;&#3592;&#3637;&#3609;&#3610;&#3640;&#3619;&#3637;)
nl_nl: Prachin Buri (ปราจีนบุรี)

# ui
source: Prachuap Khiri Khan (&#3611;&#3619;&#3632;&#3592;&#3623;&#3610;&#3588;&#3637;&#3619;&#3637;&#3586;&#3633;&#3609;&#3608;&#3660;)
nl_nl: Hua Hin (ประจวบคีรีขันธ์)

# ui
source: Ranong (&#3619;&#3632;&#3609;&#3629;&#3591;)
nl_nl: Ranong (ระนอง)

# ui
source: Ratchaburi (&#3619;&#3634;&#3594;&#3610;&#3640;&#3619;&#3637;)
nl_nl: Ratchaburi (ราชบุรี)

# ui
source: Rayong (&#3619;&#3632;&#3618;&#3629;&#3591;)
nl_nl: Rayong (ระยอง)

# ui
source: Roi Et (&#3619;&#3657;&#3629;&#3618;&#3648;&#3629;&#3655;&#3604;)
nl_nl: Roi Et (ร้อยเอ็ด)

# ui
source: Sa Kaeo (&#3626;&#3619;&#3632;&#3649;&#3585;&#3657;&#3623;)
nl_nl: Sa Kaeo (สระแก้ว)

# ui
source: Sakon Nakhon (&#3626;&#3585;&#3621;&#3609;&#3588;&#3619;)
nl_nl: Sakon Nakhon (สกลนคร)

# ui
source: Samut Prakan (&#3626;&#3617;&#3640;&#3607;&#3619;&#3611;&#3619;&#3634;&#3585;&#3634;&#3619;)
nl_nl: Samut Prakan (สมุทรปราการ)

# ui
source: Samut Sakhon (&#3626;&#3617;&#3640;&#3607;&#3619;&#3626;&#3634;&#3588;&#3619;)
nl_nl: Samut Sakhon (สมุทรสาคร)

# ui
source: Samut Songkhram (&#3626;&#3617;&#3640;&#3607;&#3619;&#3626;&#3591;&#3588;&#3619;&#3634;&#3617;)
nl_nl: Samut Songkhram (สมุทรสงคราม)

# ui
source: Saraburi (&#3626;&#3619;&#3632;&#3610;&#3640;&#3619;&#3637;)
nl_nl: Saraburi (สระบุรี)

# ui
source: Satun (&#3626;&#3605;&#3641;&#3621;)
nl_nl: Satun (สตูล)

# ui
source: Sing Buri (&#3626;&#3636;&#3591;&#3627;&#3660;&#3610;&#3640;&#3619;&#3637;)
nl_nl: Sing Buri (สิงห์บุรี)

# ui
source: Sisaket (&#3624;&#3619;&#3637;&#3626;&#3632;&#3648;&#3585;&#3625;)
nl_nl: Sisaket (ศรีสะเกษ)

# ui
source: Songkhla (&#3626;&#3591;&#3586;&#3621;&#3634;)
nl_nl: Songkhla (สงขลา)

# ui
source: Sukhothai (&#3626;&#3640;&#3650;&#3586;&#3607;&#3633;&#3618;)
nl_nl: Sukhothai (สุโขทัย)

# ui
source: Suphan Buri (&#3626;&#3640;&#3614;&#3619;&#3619;&#3603;&#3610;&#3640;&#3619;&#3637;)
nl_nl: Suphan Buri (สุพรรณบุรี)

# ui
source: Surat Thani (&#3626;&#3640;&#3619;&#3634;&#3625;&#3598;&#3619;&#3660;&#3608;&#3634;&#3609;&#3637;)
nl_nl: Surat Thani (สุราษฎร์ธานี)

# ui
source: Surin (&#3626;&#3640;&#3619;&#3636;&#3609;&#3607;&#3619;&#3660;)
nl_nl: Surin (สุรินทร์)

# ui
source: Tak (&#3605;&#3634;&#3585;)
nl_nl: Tak (ตาก)

# ui
source: Trang (&#3605;&#3619;&#3633;&#3591;)
nl_nl: Trang (ตรัง)

# ui
source: Trat (&#3605;&#3619;&#3634;&#3604;)
nl_nl: Trat (ตราด)

# ui
source: Ubon Ratchathani (&#3629;&#3640;&#3610;&#3621;&#3619;&#3634;&#3594;&#3608;&#3634;&#3609;&#3637;)
nl_nl: Ubon Ratchathani (อุบลราชธานี)

# ui
source: Udon Thani (&#3629;&#3640;&#3604;&#3619;&#3608;&#3634;&#3609;&#3637;)
nl_nl: Udon Thani (อุดรธานี)

# ui
source: Uthai Thani (&#3629;&#3640;&#3607;&#3633;&#3618;&#3608;&#3634;&#3609;&#3637;)
nl_nl: Uthai Thani (อุทัยธานี)

# ui
source: Uttaradit (&#3629;&#3640;&#3605;&#3619;&#3604;&#3636;&#3605;&#3606;&#3660;)
nl_nl: Uttaradit (อุตรดิตถ์)

# ui
source: Yala (&#3618;&#3632;&#3621;&#3634;)
nl_nl: Yala (ยะลา)

# ui
source: Yasothon (&#3618;&#3650;&#3626;&#3608;&#3619;)
nl_nl: Yasothon (ยโสธร)

# ui
source: A&#287;r&#305;
nl_nl: Ağrı

# ui
source: Ayd&#305;n
nl_nl: Aydın

# ui
source: Bal&#305;kesir
nl_nl: Balıkesir

# ui
source: Bing&#246;l
nl_nl: Bingöl

# ui
source: Diyarbak&#305;r
nl_nl: Diyarbakır

# ui
source: Eski&#351;ehir
nl_nl: Eskişehir

# ui
source: Giresun
nl_nl: Cerasus

# ui
source: G&#252;m&#252;&#351;hane
nl_nl: Gümüşhane

# ui
source: &#304;stanbul
nl_nl: Istanboel

# ui
source: K&#305;rklareli
nl_nl: Kırklareli

# ui
source: K&#305;r&#351;ehir
nl_nl: Kırşehir
