Repository: KvandenB/memberpress-dutch-translation
Catalog: memberpress-*.po
Languages: nl_nl

source: Invalid CVC Code
nl_nl: Ongeldige CVC Code

source: An unknown error has occurred.
nl_nl: Er is een onbekende fout opgetreden.

source: Your first name and last name must not be blank.
nl_nl: Voor- en achternaam mogen niet leeg zijn.

source: You must enter your Credit Card number.
nl_nl: Je moet je creditcardnummer invoeren.

source: Your credit card number is invalid.
nl_nl: Je creditcardnummer is niet geldig.

source: You must enter your CVV code.
nl_nl: Je moet je CVV-code invoeren.

source: Use Authorize.net Sandbox
nl_nl: Gebruik Authorize.net Sandbox

source: Send Authorize.net Debug Emails
nl_nl: Stuur Authorize.net Debug Emails

source: Force SSL
nl_nl: SSL forceren

source: Catch Up Payment Type
nl_nl: Haal betaalwijze op

source: Period
nl_nl: Periode

source: Proration
nl_nl: Verrekening

source: Full
nl_nl: Volledig

source: Silent Post URL:
nl_nl: Silent bericht URL:

source: MD5 Hash Value:
nl_nl: MD5 hash-waarde:

source: Login Name field cannot be blank.
nl_nl: Het gebruikersnaam-veld mag niet leeg zijn.

source: Transaction Key field cannot be blank.
nl_nl: Transaction Key veld mag niet leeg zijn.

source: Note: Because your subscription is expired, when you update your credit card number our system will attempt to bill your card for the prorated amount of %s to catch you up until the next automatic billing.
nl_nl: NB: Omdat je abonnement is verlopen, als je je creditcardnummer bijwerkt, zal ons systeem proberen te factureren voor het pro rata bedrag van %s om je betalingen bij te werken tot de volgende automatische facturatie.

source: Update your Credit Card information below
nl_nl: Werk je creditcard informatie hieronder bij

source: Zip code for Card
nl_nl: Postcode voor kaart

source: Update Credit Card
nl_nl: Creditcard bijwerken

source: You had an HTTP error connecting to %s: %s
nl_nl: Er deed zich een HTTP fout voor bij het verbinden met %s: %s

source: MeprAuthorizeAPI Error: Unable to retrieve transaction details. Check your logs for errors.
nl_nl: MeprAuthorizeAPI-fout: kan geen transactiegegevens ophalen. Controleer uw logboeken op fouten.

source: This is not a valid Webhook! Check your settings.
nl_nl: Dit is geen geldige Webhook! Controleer uw instellingen.

source: PayPal Express Checkout
nl_nl: Betaal met PayPal Express

source: Pay via your PayPal account
nl_nl: Betalen via je PayPal-rekening

source: The refund was unsuccessful. Please login at PayPal and refund the transaction there.
nl_nl: De restitutie is mislukt. Gelieve in te loggen op PayPal en storneer de transactie daar.

source: This subscription has already been paused.
nl_nl: Dit abonnement is al onderbroken.

source: Sorry, subscriptions cannot be paused during a free trial.
nl_nl: U deze abonnementen niet pauzeren tijdens een gratis proefperiode.

source: The connection to PayPal failed
nl_nl: De verbinding met PayPal is mislukt

source: There was a problem completing the transaction
nl_nl: Er is een probleem met de voltooiing van de transactie

source: API Username*:
nl_nl: API ​Gebruikersnaam*:

source: API Password*:
nl_nl: API Wachtwoord*:

source: Signature*:
nl_nl: Handtekening*:

source: Use PayPal Sandbox
nl_nl: Gebruik Paypal Sandbox

source: Send PayPal Debug Emails
nl_nl: Stuur PayPal Debug Emails

source: PayPal API Username field can't be blank.
nl_nl: PayPal API gebruikersnaam veld kan niet leeg zijn.

source: PayPal API Password field can't be blank.
nl_nl: PayPal API Wachtwoord veld kan niet leeg zijn.

source: PayPal Signature field can't be blank.
nl_nl: Het PayPal Handtekening veld kan niet leeg zijn.

source: Updating your PayPal Account Information
nl_nl: Je PayPal-account Informatie wordt bijgewerkt

source: To update your PayPal Account Information, please go to %sPayPal.com%s, login and edit your account information there.
nl_nl: Om uw PayPal-rekening bij te werken, gaat u naar %sPayPal.com%s , login en er uw account te bewerken.

source: You had an HTTP error connecting to %s
nl_nl: Er deed zich een HTTP fout voor bij het verbinden met %s

source: Your payment at PayPal was cancelled.
nl_nl: Je betaling bij PayPal is geannuleerd.

source: You can retry your purchase by %1$sclicking here%2$s.
nl_nl: Je kunt je aankoop nogmaals proberen door %1$shier te klikken%2$s.

source: Your payment at PayPal failed.
nl_nl: Je PayPal betaling is mislukt.

source: You can retry your purchase by %1$sclicking here%2$s. If you continue having troubles paying, please contact PayPal support to find out why the payments are not being approved.
nl_nl: Je kunt je aankoop opnieuw proberen door%1$hier te klikken%2$s. Als je problemen blijft ondervinden, neem dan contact op met PayPal-ondersteuning om erachter te komen waarom de betalingen niet worden goedgekeurd.

source: ** PayPal Payment ERROR on %s
nl_nl: ** PayPal betalingsfout op %s

source: Your PayPal account isn't set up to sell Digital Goods. PayPal is no longer accepting new signups for Digital Goods (via Express Checkout). If your PayPal account is not newly opened, you may be able to contact PayPal's 2nd or 3rd tier support engineers and get Digital Goods enabled for Express Checkout. A little persistance here is sometimes what it takes to make it happen. If their support cannot, or will not activate Digital Goods for you, then you will need to switch MemberPress to use the PayPal Standard gateway integration instead. <a href="https://www.memberpress.com/user-manual/paypal-standard/">MemberPress - PayPal Standard Gateway Integration Instructions</a> Thanks, The MemberPress Team
nl_nl: Je PayPal-rekening is niet ingesteld om digitale goederen te verkopen. PayPal accepteert geen nieuwe registraties voor digitale goederen (via Express Checkout). Als je PayPal-rekening niet opnieuw wordt geopend, kun je contact opnemen met de ondersteuningsingenieurs van het 2e of 3e niveau van PayPal en Digital Goods inschakelen voor Express Checkout. Een beetje volharding hier is soms nodig is om het te laten gebeuren. Als hun ondersteuning Digital Goods niet kan of wil activeren voor je, moet je in plaats daarvan in MemberPress wisselen naar de PayPal-standaardgatewayintegratie. <a href="https://www.memberpress.com/user-manual/paypal-standard/"> MemberPress - PayPal-standaardgatewayintegratie-instructies </a> Bedankt, Het Memberpress Team

source: There was a problem cancelling, try logging in directly at PayPal to update the status of your recurring profile.
nl_nl: Er was een probleem met het annuleren, probeer direct bij PayPal in te loggen om de status van je terugkerende profiel bij te werken.

source: PayPal Payments Pro
nl_nl: Paypal betalingen

source: Pay with your credit card via PayPal
nl_nl: Betaal met je creditcard via PayPal

source: The payment was unsuccessful. %s
nl_nl: De betaling is mislukt. %s

source: The refund was unsuccessful. %s
nl_nl: De terugbetaling is mislukt. %s

source: Updating the Credit Card was unsuccessful. %s
nl_nl: Het bijwerken van de creditcard is mislukt. %s

source: Your PayPal account isn't setup to sell Digital Goods. Your recurring billing profiles and transactions won't complete properly until this problem is fixed. Follow these instructions to enable Digital Goods: 1) Sign in to your PayPal account (must be signed in before visiting the link below) 2) Visit https://www.paypal.com/us/webapps/mpp/digital in your browser 3) Follow the steps PayPal provides here to add Digital Goods to your account If you still have issues getting this to work, please contact customer support at http://memberpress.com/support. Thanks, The MemberPress Team
nl_nl: Uw PayPal-account is niet ingesteld om digitale goederen te verkopen. Uw terugkerende facturering profielen en transacties niet correct te voltooien, totdat dit probleem is opgelost. Volg deze instructies om Digital Goods in te schakelen:.. 1) Log in op uw PayPal-rekening (moet worden ondertekend in voor een bezoek aan de onderstaande link) 2) Bezoek https://www.paypal.com/us/webapps/mpp/digital in uw browser 3) Volg de stappen PayPal biedt hier om Digital Goods toe te voegen om uw account Als u nog steeds problemen om dit te laten werken, neem dan contact op met de klantenservice op http://memberpress.com/support. Thanks, The MemberPress Team \ n

source: There was a problem cancelling. %s
nl_nl: Er is een probleem opgetreden bij het annuleren. %s

source: PayPal Standard
nl_nl: PayPal Standaard

source: Sorry, we couldn't complete the transaction. Try back later.
nl_nl: We kunnen de transactie niet voltooien. Probeer het later nog eens.

# ui
source: Woops, someting went wrong. Please try your purchase again.
nl_nl: Oeps, er ging iets mis. Probeer het aub opnieuw.

# ui
source: You are being redirected to PayPal now. Please wait...
nl_nl: Je wordt doorgeleid naar PayPal. Even geduld alstublieft…

source: Primary PayPal Email*:
nl_nl: Primaire PayPal-e-mail*:

source: Advanced Mode
nl_nl: Geavanceerde modus

source: API Username:
nl_nl: API gebruikersnaam:

source: API Password:
nl_nl: API Wachtwoord:

source: Signature:
nl_nl: Handtekening:

source: Return URL:
nl_nl: Retour URL:

source: Primary PayPal Email field can't be blank.
nl_nl: Primaire PayPal E-mail veld mag niet leeg zijn.

# ui
source: Your payment amount was lower than expected. Please contact us for assistance if necessary.
nl_nl: Je te betalen bedrag was lager dan verwacht. Neem alstublieft contact met ons op als je hulp nodig hebt.

source: Pay with your credit card via Stripe
nl_nl: Betaal met creditcard via Stripe

source: %s (transaction: %s)
nl_nl: %s (transactie: %s)

source: There was a problem sending your credit card details to the processor. Please try again later.
nl_nl: Er was een probleem bij het versturen van je aanvraag. Probeer het later nog eens.

source: Initial Payment
nl_nl: Eerste betaling

source: This subscription has already been resumed.
nl_nl: Dit abonnement is al hervat.

source: The subscription could not be resumed automatically, %1$sclick here%2$s to complete the payment.
nl_nl: Het abonnement kon niet automatisch worden hervat, %1$sclick hier%2$s om de betaling te voltooien.

source: This subscription has already been cancelled.
nl_nl: Dit abonnement is al opgezegd.

source: The response from the server was invalid
nl_nl: Het antwoord van de server was ongeldig

source: An error occurred, please try again
nl_nl: Er is een fout opgetreden. Gelieve het opnieuw te proberen

# ui
source: Submit
nl_nl: Verzenden

# ui
source: Pay Now
nl_nl: Betaal nu

source: Name on the card:*
nl_nl: Naam op de kaart:*

# ui
source: Name on the card is required.
nl_nl: Naam op de kaart is vereist.

source: All Stripe keys must be filled in.
nl_nl: Alle Stripe velden moeten worden ingevuld.

source: No Webhook Signature
nl_nl: Geen Webhook-handtekening

source: Incorrect Webhook Signature
nl_nl: Onjuiste Webhook Signature

source: No `event` set
nl_nl: Geen 'event' ingesteld

source: Request was sent to the wrong site?
nl_nl: Verzoek is verzonden naar de verkeerde site?

source: No payment method like that exists on this site
nl_nl: Geen enkele betaalmethode zoals die bestaat op deze site

source: Webhook not supported
nl_nl: Webhook niet ondersteund

source: Customer not found
nl_nl: Klant niet gevonden

source: [%s] Confirm Subscription Payment
nl_nl: [%s] Betaling van abonnement bevestigen

source: The invoice does not require action from the customer.
nl_nl: De factuur vereist geen actie van de klant.

source: There was an issue with the credit card processor. Try again later.
nl_nl: Er was een probleem met de credit card processor. Probeer het later nogmaals.

# ui
source: Subscribe
nl_nl: Inschrijven

source: Please select a new plan
nl_nl: Selecteer een nieuw plan

source: Select Plan
nl_nl: Selecteer product

source: Cancel
nl_nl: Annuleren

source: Change Plan
nl_nl: Verander abonnement

source: Free
nl_nl: Gratis

source: Complete
nl_nl: Voltooid

source: Free forever
nl_nl: Gratis voor altijd

source: Free for a %1$s
nl_nl: Gratis voor een %1$s

source: Free for %1$d %2$s
nl_nl: Gratis voor %1$d %2$s

source: (prorated)
nl_nl: (pro rata)

source: free
nl_nl: gratis

source: (proration)
nl_nl: (verrekening)

source: %1$s %2$s for %3$s%4$s then
nl_nl: %1$s %2$s gedurende %3$s%4$s daarna

source: %1$s%2$s once and
nl_nl: %1$s %2$s eenmalig en

source: for %1$d %2$s
nl_nl: voor %1$ d %2$s

source: %1$d payment of
nl_nl: %1$d betaling van

source: for access until %s
nl_nl: voor toegang tot %s

source: with coupon %s
nl_nl: met kortingscode %s

source: -- Select Country --
nl_nl: -- Selecteer Land --

source: Export table as CSV (%s records)
nl_nl: Exporteer tabel als CSV (%s records)

source: Export all as CSV (%s records)
nl_nl: Exporteer alles als CSV (%s records)

source: Mar
nl_nl: Mrt

source: May
nl_nl: Mei

source: Oct
nl_nl: Okt

source: Using Coupon &ndash; %s
nl_nl: Met kortingscode %s

source: Have a coupon?
nl_nl: Heeft u een kortingscode?

source: None / Custom
nl_nl: Geen / Aangepast

source: Default
nl_nl: Standaard

source: Most Popular
nl_nl: Populairste

source: View
nl_nl: Bekijk

source: - Auto Create New Page -
nl_nl: - Automatisch nieuwe pagina maken -

source: Edit
nl_nl: Bewerken

source: Manual
nl_nl: Handmatig

source: Choose the excerpt type:
nl_nl: Kies het fragment soort:

source: Excerpts:
nl_nl: Samenvattingen:

source: Hide
nl_nl: Verberg

source: More Tag
nl_nl: Meer Tag

source: Post Excerpt
nl_nl: Fragment bericht

source: Custom
nl_nl: Aangepast

source: Show the first %s characters of your content
nl_nl: Toon de eerste %s van je inhoud

source: Unauthorized Message:
nl_nl: Onbevoegd bericht:

source: Enter your custom unauthorized message here:
nl_nl: Vul hier je aangepaste ongeautoriseerde boodschap:

source: Login Form:
nl_nl: Loginformulier:

source: Show
nl_nl: Toon

source: months
nl_nl: maanden

source: weeks
nl_nl: weken

source: Monthly
nl_nl: Maandelijks

source: Yearly
nl_nl: Jaarlijks

source: Weekly
nl_nl: Wekelijks

source: Every 3 Months
nl_nl: Elke 3 maanden

source: Every 6 Months
nl_nl: Elke 6 maanden

source: Add Benefit
nl_nl: Voeg voordeel toe

source: Everyone
nl_nl: Iedereen

source: Guests
nl_nl: Gasten

source: no active memberships
nl_nl: geen actieve lidmaatschappen

source: any membership
nl_nl: ieder lidmaatschap

source: subscribed to this membership before
nl_nl: eerder op dit lidmaatschap geabonneerd

source: NOT subscribed to this membership before
nl_nl: NIET eerder op dit lidmaatschap geabonneerd

source: who currently have
nl_nl: die op dit moment

source: who had
nl_nl: die

source: (renewal for %s to %s)
nl_nl: (vernieuw voor %s tot %s)

source: Subscription is expiring in %d %s
nl_nl: Abonnement afloopt in %d %s

source: Subscription Expired
nl_nl: Abonnement verlopen

source: Subscription expired %d %s ago
nl_nl: Abonnement verlopen %d %s geleden

source: Subscription is renewing in %d %s
nl_nl: Abonnement verlengd in %d %s

source: Subscription Renewed
nl_nl: Abonnement verlengd

source: Subscription renewed %d %s ago
nl_nl: Abonnement verlengd %d %s geleden

source: Credit Card is Expiring in %d %s
nl_nl: Credit Card verloopt in %d %s

source: Credit Card Expired
nl_nl: Credit Card is verlopen

source: Credit Card Expired %d %s ago
nl_nl: Credit Card verlopen %d %s geleden

source: Member Signed Up %d %s ago
nl_nl: Lid aangemeld %d %s geleden

source: Sign Up Abandoned %d %s ago
nl_nl: Aanmelding Verlaten %d %s geleden

source: Hold the Control Key (Command Key on the Mac) in order to select or deselect multiple memberships
nl_nl: Gebruik de CTRL-toets (CMD-toets op de Mac) om meerdere abonnementen in een keer te selecteren

source: All
nl_nl: Alle

source: Month:
nl_nl: Maand:

source: Year:
nl_nl: Jaar:

source: Membership:
nl_nl: Lidmaatschap:

source: Go
nl_nl: Ga

source: January
nl_nl: Januari

source: February
nl_nl: Februari

source: March
nl_nl: Maart

source: June
nl_nl: Juni

source: July
nl_nl: Juli

source: August
nl_nl: Augustus

source: October
nl_nl: Oktober

source: Rule Type cannot be blank
nl_nl: Regel type mag niet leeg zijn

source: - Please Select -
nl_nl: - Selecteer -

source: - Select Type -
nl_nl: - Selecteer type -

source: Begin Typing Name
nl_nl: Begin met het typen van de naam

source: Member Name must be between 1-100 characters
nl_nl: Naam moet tussen de 1 en 100 tekens zijn

source: Regular Expression
nl_nl: Reguliere expressie

source: All Except IDs
nl_nl: Alle behalve IDs

source: If you want to exclude all except some Pages or Posts, list their IDs here in a comma separated list. Example: 102, 32, 546
nl_nl: Als je alle met uitzondering van enkele pagina's of berichten wilt uitsluiten, typ dan hun ID's hier in een met komma's gescheiden lijst. Voorbeeld: 102, 32, 546

source: There is not yet any content to select for this rule type.
nl_nl: Er is nog geen inhoud te selecteren voor dit regeltype.

source: Begin Typing Title
nl_nl: Begin met het typen van de titel

source: day(s)
nl_nl: dag(en)

source: week(s)
nl_nl: week(en)

source: month(s)
nl_nl: maand(en)

source: year(s)
nl_nl: jaar/jaren

source: member registers
nl_nl: leden registers

source: fixed date
nl_nl: vaste datum

source: member purchases
nl_nl: ledenaankopen

source: Subscription Payment
nl_nl: Betaling Abonnement

source: Payment
nl_nl: Betaling

source: Coupon Code '%s'
nl_nl: Kortingscode '%s'

source: Now
nl_nl: Nu

source: Lifetime
nl_nl: Onbeperkt

source: A URL must be prefixed with a protocol (eg. http://)
nl_nl: Een URL moet worden voorafgegaan door een protocol (bijv. http://)

source: Replace
nl_nl: Vervangen

source: (required)
nl_nl: (verplicht)

source: Forum Profile
nl_nl: Forumprofiel

source: Any Membership
nl_nl: Ieder lidmaatschap

source: Active on Membership
nl_nl: Actief op lidmaatschap

source: Active Membership Rule
nl_nl: Actieve lidmaatschapsregel

source: MemberPress Active Member
nl_nl: MemberPress actief lid

source: MemberPress Membership: %s
nl_nl: MemberPress Lidmaatschap : %s

source: MemberPress Rule: %s
nl_nl: MemberPress Regel: %s

source: The TaxJar API returned the following error after a recent request:
nl_nl: De TaxJar API heeft de volgende fout geretourneerd na een recent verzoek:

source: Please resolve the issue to continue using the TaxJar API successfully, or contact MemberPress for support.
nl_nl: Los het probleem op om de TaxJar API met succes te blijven gebruiken of neem contact op met MemberPress voor ondersteuning.

source: TaxJar API Error: Bad Request
nl_nl: TaxJar API-fout: slecht verzoek

source: You must use a valid 2-character state code as your %1$sBusiness Address%2$s state field for TaxJar to work properly.
nl_nl: U moet een geldige statuscode met twee tekens gebruiken als uw veld %1$sBusiness Address%2$s state voor TaxJar om goed te werken.

source: tax
nl_nl: BTW

# ui
source: Two Factor Authentication
nl_nl: Twee-factor identificatie

source: No subscription data available
nl_nl: Geen abonnementsgegevens beschikbaar

source: There was a problem with the Authorize.net API request.
nl_nl: Er was een probleem met de Authorize.net API-aanvraag.

source: "class" cannot be blank
nl_nl: “class" kan niet leeg zijn

source: "to" cannot be blank
nl_nl: “aan” kan niet leeg zijn

source: MeprUpdateStripeMetadataJob: transaction_id wasn't set.
nl_nl: MeprUpdateStripeMetadataJob: transaction_id was niet ingesteld.

source: Thank You
nl_nl: Bedankt

source: No email recipient has been set.
nl_nl: Er is geen e-mail ontvanger ingesteld.

source: Privacy Policy
nl_nl: Privacybeleid

# ui
source: You already completed your payment to this subscription. %1$sClick here to view your subscriptions%2$s.
nl_nl: Je hebt al je betaling voor dit abonnement voltooid. %1$sKlick hier om uw abonnement te bekijken%2$s.

source: Sorry but we can't process your payment at this time. Try back later.
nl_nl: Het spijt ons maar we kunnen niet je betaling op dit moment niet verwerken. Probeer het later nog eens.

source: Update
nl_nl: Bijwerken

# ui
source: Re-Subscribe
nl_nl: Opnieuw abonneren

source: Other Memberships
nl_nl: Andere Lidmaatschappen

source: Are you sure you want to pause this subscription?
nl_nl: Weet je zeker dat je dit abonnement wilt pauzeren?

source: Pause
nl_nl: Pauzeren

source: Resume
nl_nl: Hervatten

source: Are you sure you want to cancel this subscription?
nl_nl: Weet je zeker dat je je abonnement wilt opzeggen?

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: [%1$s] %2$s Debug Email
nl_nl: [%1$s] %2$s Foutopsporing e-mail

source: %s must not be empty
nl_nl: %s mag niet leeg zijn

source: %s must be true or false
nl_nl: %s moeten waar of onwaar

source: %s must be an array
nl_nl: %s moet een array zijn

source: %1$s must be %2$s
nl_nl: %1$s moet zijn %2$s

source: or
nl_nl: of

source: %1$s (%2$s) must be a valid url
nl_nl: %1$s (%2$s) moet een geldige URL zijn

source: %1$s (%2$s) must be a valid representation of currency
nl_nl: %1$s (%2$s) moet een geldige weergave van valuta zijn

source: %1$s (%2$s) must be a valid number
nl_nl: %1$s (%2$s) moet een geldig nummer worden

source: %1$s (%2$s) must be a valid email
nl_nl: %1$s (%2$s) moet een geldig e-mailadres zijn

source: %1$s (%2$s) must be a valid phone number
nl_nl: %1$s (%2$s) moet een geldig telefoonnummer zijn

source: %1$s (%2$s) must be a valid IP Address
nl_nl: %1$s (%2$s) moet een geldig IP-adres zijn

source: %1$s (%2$s) must be a valid date
nl_nl: %1$s (%2$s) moet een geldige datum zijn

source: %1$s (%2$s) must be a valid timestamp
nl_nl: %1$s (%2$s) moet een geldige tijdstempel zijn

source: %1$s (%2$s) must match the regex pattern: %3$s
nl_nl: %1$s (%2$s) moet overeenkomen met het regex-patroon: %3$s

source: %1$s updated. <a href="%2$s">View %3$s</a>
nl_nl: %1$s bijgewerkt. <a href="%2$s">View %3$s</a>

source: %1$s updated.
nl_nl: %1$s bijgewerkt.

source: Custom field updated.
nl_nl: Aangepast veld bijgewerkt.

source: Custom field deleted.
nl_nl: Aangepast veld verwijderd.

source: %s updated.
nl_nl: %s bijgewerkt.

source: %1$s restored to revision from %2$s
nl_nl: %1$s teruggezet naar revisie van %2$s

source: %1$s published. <a href="%2$s">View %3$s</a>
nl_nl: %1$s gepubliceerd. <a href="%2$s">View %3$s</a>

source: %1$s published.
nl_nl: %1$s gepubliceerd.

source: %s saved.
nl_nl: %s opgeslagen.

source: %1$s submitted. <a target="_blank" href="%2$s">Preview %3$s</a>
nl_nl: %1$s ingediend. <a target="_blank" href="%2$s">Voorbeschouwing %3$s</a>

source: %1$s scheduled for: <strong>%2$s</strong>. <a target="_blank" href="%3$s">Preview %4$s</a>
nl_nl: %1$s ingepland voor: <strong>%2$s</strong>. <a href="%3$s" target="_blank">Voorvertoning %4$s</a>

source: %1$s draft updated. <a target="_blank" href="%2$s">Preview %3$s</a>
nl_nl: %1$s concept bijgewerkt. < a target = "_blank" href = "%2$s" > Preview %3$s </a>

source: %s submitted.
nl_nl: %s ingediend.

source: %1$s scheduled for: <strong>%2$s</strong>.
nl_nl: %1$s ingepland voor: <strong>%2$s</strong>.

source: %s draft updated.
nl_nl: %s concept bijgewerkt.

source: This was unable to be saved.
nl_nl: Dit kon niet worden opgeslagen.

source: This was unable to be deleted.
nl_nl: Dit kon niet worden verwijderd.

source: Ctrl wasn't found
nl_nl: Ctrl niet gevonden

source: Updating Subscriptions
nl_nl: Het bijwerken van abonnementen

source: Optimizing Member Data
nl_nl: Het optimaliseren van de gegevens leden

source: Email wasn't found
nl_nl: De ingevoerde e-mail is niet gevonden

source: Not a valid email object: %1$s is not an instance of %2$s
nl_nl: Geen geldig e-mail object:%1$s is geen voorbeeld van%2$s

source: Gateway wasn't found
nl_nl: Gateway is niet gevonden

source: Not a valid gateway
nl_nl: Geen geldige gateway

source: Job class wasn't found for %s
nl_nl: Beroepsklasse niet gevonden voor %s

source: %s is not a valid job object.
nl_nl: %s is geen geldig taakobject.
