Repository: KvandenB/memberpress-dutch-translation
Catalog: memberpress-*.po
Languages: nl_nl

source: The membership plugin that makes it easy to accept payments for access to your content and digital products.
nl_nl: De lidmaatschap-plugin die het makkelijk maakt om betalingen te accepteren voor toegang tot je inhoud en digitale producten.

# ui
source: You already have a subscription to this Membership. Please %1$supdate your payment details%2$s on the existing subscription instead of purchasing again.
nl_nl: U hebt reeds een abonnement op dit membership. %1$sWerk alstublieft de betalingsgegevens voor uw bestaande lidmaatschap bij%2$s in plaats van een nieuw abonnement te nemen.

source: Your account has been saved.
nl_nl: Je account is opgeslagen.

source: Your password was successfully updated.
nl_nl: Je nieuwe wachtwoord is opgeslagen.

source: Password update failed, please check that your password meets the minimum strength requirement.
nl_nl: Het wijzigen van je wachtwoord is mislukt. Controleer of je nieuwe wachtwoord voldoet aan de minimale vereisten.

source: Password update failed, please be sure your passwords match and try again.
nl_nl: Het wijzigen van je wachtwoord is mislukt. Controleer of je wel 2x hetzelfde wachtwoord hebt opgegeven.

source: Your subscription was successfully paused.
nl_nl: Je lidmaatschap is tijdelijk geblokkeerd.

source: You successfully resumed your subscription.
nl_nl: Je lidmaatschap is weer geactiveerd.

source: Your subscription was successfully cancelled.
nl_nl: Je lidmaatschap is opgezegd.

source: Your account information was successfully updated.
nl_nl: Je gegevens zijn aangepast.

source: Active
nl_nl: Actief

source: Inactive
nl_nl: Inactief

source: Activate
nl_nl: Activeren

source: Deactivate
nl_nl: Deactiveren

source: Could not install add-on. Please download from memberpress.com and install manually.
nl_nl: Kan geen add-on installeren. Download van memberpress.com en installeer handmatig.

source: Could not install plugin. Please download and install manually.
nl_nl: Kan geen plug-in installeren. Download en installeer handmatig.

source: Installed & Activated
nl_nl: Geïnstalleerd & geactiveerd

source: Bad request.
nl_nl: Slecht verzoek.

source: Sorry, you don't have permission to do this.
nl_nl: Sorry, je hebt geen toestemming om dit te doen.

source: Security check failed.
nl_nl: Beveiligingscontrole is mislukt.

source: Could not activate plugin. Please activate from the Plugins page manually.
nl_nl: Kan de plug-in niet activeren. Activeer handmatig vanaf de pagina Plug-ins.

source: Could not activate add-on. Please activate from the Plugins page manually.
nl_nl: Kan add-on niet activeren. Activeer handmatig vanaf de pagina Plug-ins.

source: Plugin activated.
nl_nl: Plugin geactiveerd.

source: Add-on activated.
nl_nl: Invoegtoepassing geactiveerd.

source: Plugin deactivated.
nl_nl: Plugin gedeactiveerd.

source: Add-on deactivated.
nl_nl: Invoegdeactiveer.

source: Plugin installed & activated.
nl_nl: Plugin geïnstalleerd & geactiveerd.

source: Add-on installed & activated.
nl_nl: Add-on geïnstalleerd & geactiveerd.

source: Plugin installed.
nl_nl: Plugin geïnstalleerd.

source: Add-on installed.
nl_nl: Add-in geïnstalleerd.

source: Activate MonsterInsights
nl_nl: MonsterInsights activeren

source: Run Setup Wizard
nl_nl: Wizard Setup uitvoeren

source: Activate WP Mail SMTP
nl_nl: WP Mail SMTP activeren

source: Start Setup
nl_nl: Installatie starten

source: No credentials have been provided.
nl_nl: Geen credentials verstrekt.

source: UNAUTHORIZED: %s
nl_nl: ONGEAUTORISEERD: %s

source: MemberPress Unauthorized Access on the Group Pricing Page
nl_nl: MemberPress ongeautoriseerde toegang op de groep Pricing pagina

source: This Group Pricing Page is Protected
nl_nl: Deze groep prijzen pagina is afgeschermd

source: MemberPress Unauthorized Access
nl_nl: MemberPress ongeautoriseerde toegang

source: This %s is Protected
nl_nl: Deze %s is beschermd

source: MemberPress Unauthorized Access to this %s
nl_nl: MemberPress ongeautoriseerde toegang tot deze%s

source: Public
nl_nl: Openbaar

source: Access
nl_nl: Toegang

source: This Content is Protected by %s MemberPress Access Rule
nl_nl: Deze inhoud wordt beveiligd door de ToegangsRegel %s MemberPress

source: Click here to view
nl_nl: Klik hier om te bekijken

source: <strong>MemberPress: Your PHP version (%s) is out of date!</strong> This version has reached official End Of Life and as such may expose your site to security vulnerabilities. Please contact your web hosting provider to update to %s or newer
nl_nl: <strong> MemberPress: uw PHP versie ( %s) is verouderd! </strong> Deze versie heeft het officiële einde van het leven bereikt en kan deze als zodanig uw site blootstellen aan beveiligingsproblemen. Neem contact op met uw web hosting provider om te updaten naar %s of nieuwer

source: Members
nl_nl: Leden

source: Subscriptions
nl_nl: Abonnementen

source: Transactions
nl_nl: Transacties

source: Reports
nl_nl: Rapporten

source: Settings
nl_nl: Instellingen

source: Courses
nl_nl: Cursussen

source: NEW
nl_nl: NIEUW

source: MemberPress Courses
nl_nl: MemberPress-cursussen

source: Memberships
nl_nl: Lidmaatschappen

source: Groups
nl_nl: Groepen

source: Rules
nl_nl: Regels

source: Coupons
nl_nl: Kortingsbonnen

source: We can't display your account form right now. Please come back soon and try again.
nl_nl: We kunnen je account formulier niet weer te geven op dit moment. Probeer het later nog eens.

source: the requested resource.
nl_nl: de opgevraagde bron.

source: Unauthorized for
nl_nl: Niet geautoriseerd voor

source: There was a problem with our system. Please come back soon and try again.
nl_nl: Er was een probleem met ons systeem. Probeer het later nog eens.

source: -- Select State --
nl_nl: -- Status selecteren --

source: There was a problem with our system: %s. Please come back soon and try again.
nl_nl: Er was een probleem met ons systeem:%s. Probeer het later nog eens.

# ui
source: Uh oh, something went wrong. Not a valid Membership form.
nl_nl: Uh oh, er is iets misgegaan. Dit is een ongeldig lidmaatschapsformulier.

source: You are unauthorized to view this content.
nl_nl: U bent niet bevoegd om deze inhoud te bekijken.

source: Sorry, we were unable to find the transaction.
nl_nl: We kunnen de transactie niet vinden.

source: Sorry, we were unable to find the user.
nl_nl: We kunnen de gebruiker helaas niet vinden.

source: The user was unable to be saved.
nl_nl: De gebruiker kon niet worden opgeslagen.

source: Sorry, we were unable to find the membership.
nl_nl: We kunnen het lidmaatschap niet vinden.

source: Invalid payment method
nl_nl: Ongeldige betaalmethode

source: Sorry, we were unable to create a transaction.
nl_nl: Sorry, het is mislukt om een ​transactie te maken.

source: ERROR: Invalid Transaction ID. Use your browser back button and try registering again.
nl_nl: FOUT: Ongeldige transactie-id. Gebruik de terugknop van uw browser en probeer opnieuw te registreren.

source: Sorry, an unknown error occurred.
nl_nl: Sorry, er is een onbekende fout ontstaan.

source: Add New Coupon
nl_nl: Nieuwe kortingscode toevoegen

source: Edit Coupon
nl_nl: Bewerk kortingscode

source: New Coupon
nl_nl: Nieuwe kortingscode

source: View Coupon
nl_nl: Bekijk kortingscode

source: Search Coupons
nl_nl: Zoek kortingscodes

source: No Coupons found
nl_nl: Geen kortingscode gevonden

source: No Coupons found in Trash
nl_nl: Geen kortingscodes gevonden in de prullenbak

source: Parent Coupon:
nl_nl: Hoofd Coupon:

source: Description
nl_nl: Omschrijving

source: Created
nl_nl: Aangemaakt

source: Discount
nl_nl: Korting

source: Mode
nl_nl: Modus

source: Starts
nl_nl: Begint

source: Expires
nl_nl: Verloopt

source: Usage Count
nl_nl: Gebruiksaantal

source: Applies To
nl_nl: Dit geldt voor

source: Immediately
nl_nl: Per direct

source: Expired
nl_nl: Verlopen

source: Never
nl_nl: Nooit

source: Unlimited
nl_nl: Onbeperkt

source: Trial: %1$s days for %2$s
nl_nl: Proef: %1$s dagen voor%2$s

source: First Payment
nl_nl: Eerste betaling

source: None
nl_nl: Geen

source: Coupon Options
nl_nl: Kortingscode opties

source: Please select at least one Membership before saving.
nl_nl: Selecteer een lidmaatschapsvorm voordat je opslaat.

source: Courses has been installed and activated successfully. Enjoy!
nl_nl: Cursussen zijn geïnstalleerd en met succes geactiveerd. Genieten!

source: Courses could not be installed. Please check your license settings, or contact MemberPress support for help.
nl_nl: Cursussen konden niet worden geïnstalleerd. Controleer uw licentie-instellingen of neem contact op met MemberPress-ondersteuning voor hulp.

source: Courses has been activated successfully. Enjoy!
nl_nl: Cursussen zijn met succes geactiveerd. Genieten!

source: You're unauthorized to access this resource.
nl_nl: Je hebt hier geen toegang voor.

source: Your Upgrade has completed successfully
nl_nl: Uw Upgrade is voltooid

source: No need to upgrade your database
nl_nl: Het is niet nodig om uw database te upgraden

source: MemberPress is currently upgrading your database
nl_nl: MemberPress is momenteel bezig met een upgrade van uw database

source: No MemberPress database upgrade is in progress
nl_nl: Geen MemberPress database-upgrade is in volle gang

source: Database Upgrade Progress
nl_nl: Database Upgrade Vooruitgang

source: Please select an option
nl_nl: Selecteer a.u.b. een optie

source: I no longer need the plugin
nl_nl: Ik heb de plugin niet meer nodig

source: I'm switching to a different plugin
nl_nl: Ik ben overgeschakeld naar een andere plugin

source: Please share which plugin
nl_nl: Gelieve te delen welke plugin

source: I couldn't get the plugin to work
nl_nl: Ik kon met de plugin niet aan de slag

source: It's a temporary deactivation
nl_nl: Het is een tijdelijke deactivering

source: Other
nl_nl: Andere

source: Please share the reason
nl_nl: Wat is de reden

source: You do not have access.
nl_nl: Je hebt geen toegang.

source: Email couldn't be set to default
nl_nl: E-mail kan niet op standaard worden ingesteld

source: You do not have access to send a test email.
nl_nl: Je hebt geen bevoegdheid om een test email te versturen.

source: Can't send your email ... refresh the page and try it again.
nl_nl: We konden je email niet versturen. Refresh de pagina en probeer het nog eens.

source: United States
nl_nl: Verenigde Staten

source: User Meta Field: $1
nl_nl: Gebruiker Meta Field: $ 1

source: Credit Card (Stripe)
nl_nl: Creditcard betaling (via Stripe)

source: %s / month
nl_nl: %s per maand

source: Subscription Expiring
nl_nl: Abonnement verloopt

source: Subscription Expiring in 2 Days
nl_nl: Abonnement verloopt in 2 dagen

source: Tax
nl_nl: BTW

source: Your test email was successfully sent.
nl_nl: Je test email is succesvol verzonden.

source: Membership Data
nl_nl: Lidmaatschapsgegevens

source: Address
nl_nl: Adres

source: VAT Number
nl_nl: BTW nummer

source: Geo Location Country
nl_nl: Geo Locatie Land

source: Group
nl_nl: Groep

source: Add New Group
nl_nl: Voeg groep toe

source: Edit Group
nl_nl: Groep bewerken

source: New Group
nl_nl: Nieuwe groep

source: View Group
nl_nl: Groep bekijken

source: Search Group
nl_nl: Groep zoeken

source: No Group found
nl_nl: Geen groep gevonden

source: No Group found in Trash
nl_nl: Geen groep gevonden in prullenbak

source: Parent Group:
nl_nl: Bovenliggende groep:

source: Group Title
nl_nl: Groep Titel

source: Memberships in Group
nl_nl: Lidmaatschappen in groep

source: Group Options
nl_nl: Groeps opties

source: Custom Page Template
nl_nl: Template Aangepaste pagina

source: Unknown error has occured.
nl_nl: Er heeft zich een onbekende fout voorgedaan.

source: This membership already belongs to another group. If you assign it to this group, it will be removed from the other.
nl_nl: Je hebt al een ander soort lidmaatschap. Als je dit lidmaatschap kiest, dan wordt je oude lidmaatschap verwijderd.

source: Logout
nl_nl: Uitloggen

source: Login
nl_nl: Inloggen

source: MemberPress Member Data Update Interval
nl_nl: LidPress Member Data Update Interval

source: Username
nl_nl: Gebruikersnaam

source: Name
nl_nl: Naam

source: Last Login
nl_nl: Laatst ingelogd

source: Value
nl_nl: Waarde

source: Registered
nl_nl: Geregistreerd

source: Your new member was created successfully.
nl_nl: Je lidmaatschap is aangemaakt.

source: The username field can't be blank.
nl_nl: Je moet een gebruikersnaam invullen.

source: This username is already taken.
nl_nl: Deze gebruikersnaam bestaat al.

source: The username must be valid.
nl_nl: De gebruikersnaam moet voldoen aan de voorwaarden.

source: The email field can't be blank.
nl_nl: Je moet een geldig emailadres invullen.

source: This email is already being used by another user.
nl_nl: Deze email wordt al gebruikt.

source: A valid email must be entered.
nl_nl: Je moet een geldig emailadres invullen.

source: The transaction amount must be set.
nl_nl: Je moet een bedrag aangeven.

source: The transaction amount must be a number.
nl_nl: Het bedrag moet een getal zijn.

source: The Transaction Number is required, and must contain only letters, numbers, underscores and hyphens.
nl_nl: Het transactienummer is verplicht en mag alleen letters, cijfers, underscoren en koppeltekens bevatten.

source: Database Was Upgraded
nl_nl: Database werd opgewaardeerd

source: Tax rates have been cleared
nl_nl: Belastingtarieven zijn gewist

source: Options saved.
nl_nl: Instellingen opgeslagen.

source: Name:
nl_nl: Naam:

source: Default Value(s):
nl_nl: Standaardwaarde(n)

source: Show at Signup
nl_nl: Toon op Inschrijven

source: Show in Account
nl_nl: Toon in Account

source: Required
nl_nl: Verplicht

source: Text
nl_nl: Tekst

source: Textarea
nl_nl: Tekstveld

source: Checkbox
nl_nl: Selectievakje

source: Multi-Select
nl_nl: Meerdere selectie

source: Phone
nl_nl: Telefoon

source: Radio Buttons
nl_nl: Keuzerondjes

source: Checkboxes
nl_nl: Keuzevakjes

source: File Upload
nl_nl: Bestand Upload

source: Date
nl_nl: Datum

source: Option Name:
nl_nl: Naam van de optie:

source: Option Value:
nl_nl: Waarde van deze optie:

source: Add Option
nl_nl: Voeg optie toe

source: Are you sure you want to delete this Tax Rate?
nl_nl: Weet u zeker dat u dit belastingtarief wilt verwijderen?

source: WARNING: Do not remove this Payment Method if you have active subscriptions using it. Doing so will prevent you from being notified of recurring payments for those subscriptions, which means your members will lose access to their paid content. Are you sure you want to delete this Payment Method?
nl_nl: Waarschuwing: Verwijder deze betalingsmethode niet indien actieve abonnementen deze gebruiken. Hierdoor wordt voorkomen dat u in kennis wordt gesteld van terugkerende betalingen voor die abonnementen, wat betekent dat uw leden toegang tot hun betaalde content verliezen. Weet u zeker dat u wilt verwijderen van deze betalingsmethode?

source: An error occurred during activation: %s
nl_nl: Er is een fout opgetreden tijdens de activering: %s

source: Invalid response.
nl_nl: Ongeldige reactie.

source: Ajax error.
nl_nl: Ajax fout.

source: Are you sure? MemberPress will not be functional on %s if this License Key is deactivated.
nl_nl: Weet je het zeker? MemberPress kan niet worden gebruikt op %s als deze Licentie gedeactiveerd is.

source: An error occurred during deactivation: %s
nl_nl: Er is een fout opgetreden tijdens deactivering: %s

source: Copy to Clipboard
nl_nl: Kopiëren naar klembord

source: Copied!
nl_nl: Gekopieerd!

source: Oops, Copy Failed!
nl_nl: Oeps, Kopie mislukt!

source: Unauthorized
nl_nl: Niet-geautoriseerd

source: No gateways were found
nl_nl: Geen gateways gevonden

source: An unknown error occurred.
nl_nl: Er deed zich een onbekende fout voor.

source: Must specify a popup
nl_nl: Moet een pop-up specificeren

source: Invalid popup
nl_nl: Ongeldige popup

source: The popup was successfully delayed
nl_nl: De pop-up is met succes vertraagd

source: The popup was successfully stopped
nl_nl: De pop-up is met succes gestopt

source: Membership
nl_nl: Lidmaatschap

source: Add New Membership
nl_nl: Toevoegen Nieuw Lidmaatschap

source: Edit Membership
nl_nl: Bewerk lidmaatschap

source: New Membership
nl_nl: Nieuw Lidmaatschap

source: View Membership
nl_nl: Bekijk abonnement

source: Search Membership
nl_nl: Zoek lidmaatschap

source: No Membership found
nl_nl: Geen abonnement gevonden

source: No Membership found in Trash
nl_nl: Geen abonnementen gevonden in de prullenbak

source: Parent Membership:
nl_nl: Hoofd lidmaatschap:

source: Membership Title
nl_nl: Titel Lidmaatschap

source: Terms
nl_nl: Voorwaarden

source: Membership Terms
nl_nl: Lidmaatschap Voorwaarden

source: Membership Options
nl_nl: Lidmaatschap Opties

source: Your subscription has been set up successfully.
nl_nl: Uw abonnement is succesvol aangemaakt.

source: There was a problem with our payment system. Please come back soon and try again.
nl_nl: Er is een probleem met ons betaalsysteem. Probeer het later nog eens.

source: %1$sYou have already subscribed to this item. %2$sClick here to access it%3$s
nl_nl: %1$sU bent reeds geabonneerd op dit item. %2$sKlik hier om het te bekijken%3$s

source: Remove Benefit
nl_nl: Verwijder Voordeel

source: An unknown error has occurred
nl_nl: Er heeft zich een onbekende fout voorgedaan

source: Please save membership first to see the Price here.
nl_nl: Sla het lidmaatschap eerst op om de prijs te zien.

source: Reminder Title
nl_nl: Herinneringstitel

source: Send Notice to Admin
nl_nl: Stuur Bericht aan de Admin

source: Send Reminder to Member
nl_nl: Stuur herinnering aan leden

source: Reminders
nl_nl: Herinneringen

source: Reminder
nl_nl: Herinnering

source: Add New Reminder
nl_nl: Nieuwe herinnering toevoegen

source: Edit Reminder
nl_nl: Herinnering bewerken

source: New Reminder
nl_nl: Nieuwe herinnering

source: View Reminder
nl_nl: Bekijk herinnering

source: Search Reminders
nl_nl: Doorzoek herinneringen

source: No Reminders found
nl_nl: Geen Herinneringen gevonden

source: No Reminders found in Trash
nl_nl: Geen herinneringen gevonden in prullenbak

source: Parent Reminder:
nl_nl: Hoofd Reminder:

source: Forbidden
nl_nl: Verboden

source: Completed
nl_nl: Voltooid

source: Pending
nl_nl: In afwachting

source: Failed
nl_nl: Mislukt

source: Refunded
nl_nl: Terugbetaald

source: Completed:
nl_nl: Voltooid:

source: Pending:
nl_nl: In behandeling:

source: Failed:
nl_nl: Mislukt:

source: Refunded:
nl_nl: Terugbetaald:

source: Rule
nl_nl: Regel

source: Add New Rule
nl_nl: Nieuwe regel toevoegen

source: Edit Rule
nl_nl: Regel bewerken

source: New Rule
nl_nl: Nieuwe regel

source: View Rule
nl_nl: Bekijk regel

source: Search Rules
nl_nl: Zoek regels

source: No Rules found
nl_nl: Geen regels gevonden

source: No Rules found in Trash
nl_nl: Geen regels gevonden in de prullenbak

source: Parent Rule:
nl_nl: Hoofd Regel:

source: All Content:
nl_nl: Alle inhoud:

source: Title
nl_nl: Titel

source: Content
nl_nl: Inhoud

source: Except
nl_nl: Behalve

source: Content & Access
nl_nl: Content en toegang

source: Drip / Expiration
nl_nl: Drip / Expiratie

source: Unauthorized Access
nl_nl: OnGeautoriseerde toegang

source: Error
nl_nl: Fout

source: MemberPress Security Notice
nl_nl: MemberPress Veiligheidsbericht

source: Your current Stripe payment connection is out of date and may become insecure. Please click the button below to re-connect your Stripe payment method now.
nl_nl: Uw huidige Stripe-betalingsverbinding is verouderd en kan onveilig worden. Klik op de onderstaande knop om nu opnieuw uw Stripe-betalingsmethode aan te sluiten.

source: Re-connect Stripe Payments to Fix this Error Now
nl_nl: Stripe-betalingen opnieuw verbinden om deze fout nu op te lossen

source: Your payment method was successfully connected to your Stripe account.
nl_nl: Uw betalingsmethode is gekoppeld aan uw Stripe-account.

source: Your payment method's Stripe Connect keys were successfully updated.
nl_nl: De Stripe Connect-sleutels van uw betalingsmethode zijn bijgewerkt.

source: Your Stripe tokens were successfully refreshed.
nl_nl: Je Stripe-tokens zijn vernieuwd.

source: You successfully disconnected this payment method from your Stripe account.
nl_nl: Met succes hebt u de verbinding met deze betalingsmethode losgekoppeld van uw Stripe-account.

source: MemberPress - Stripe Connect Security
nl_nl: MemberPress - Stripe Connect Beveiliging

source: MemberPress is securely connected to Stripe
nl_nl: MemberPress is veilig verbonden met Stripe

source: Security
nl_nl: Beveiliging

source: Your MemberPress Stripe connection is complete and secure.
nl_nl: Uw MemberPress Stripe-verbinding is volledig en veilig.

source: MemberPress is not securely connected to Stripe
nl_nl: MemberPress is niet veilig verbonden met Stripe

source: Your current Stripe payment connection is out of date and may become insecure or stop working. Please click the button below to re-connect your Stripe payment method now.
nl_nl: Uw huidige Stripe-betalingsverbinding is verouderd en kan onveilig worden of niet meer werken. Klik op de onderstaande knop om nu opnieuw uw Stripe-betalingsmethode aan te sluiten.

source: Your current Stripe payment connection is out of date and may become insecure. Please click the link below to re-connect your Stripe payment method now.
nl_nl: Uw huidige Stripe-betalingsverbinding is verouderd en kan onveilig worden. Klik op de onderstaande link om nu opnieuw uw Stripe-betalingsmethode aan te sluiten.

source: Re-connect Stripe Payment Method
nl_nl: Stripe-betalingsmethode opnieuw verbinden

source: Sorry, updating your credentials failed. (security)
nl_nl: Het bijwerken van uw referenties is mislukt. (beveiliging)

source: Sorry, updating your credentials failed. (pmt)
nl_nl: Het bijwerken van uw referenties is mislukt. (pmt)

source: Sorry, this only works with Stripe.
nl_nl: Sorry, dit werkt alleen met Stripe.

source: Sorry, the refresh failed.
nl_nl: De vernieuwing is mislukt.

source: Sorry, the disconnect failed.
nl_nl: De verbinding is mislukt.

source: You successfully stored a new payment method yo.
nl_nl: U hebt een nieuwe betaalmethode opgeslagen.

source: An error occurred, please DO NOT submit the form again as you may be double charged. Please contact us for further assistance instead.
nl_nl: Er is een fout opgetreden, stuur het formulier NIET opnieuw in omdat u mogelijk dubbel in rekening wordt gebracht. Neem in plaats daarvan contact met ons op voor verdere hulp.

source: Transaction not found
nl_nl: Transactie niet gevonden

source: Invalid payment gateway
nl_nl: Ongeldige betalingsgateway

source: Product not found
nl_nl: Product niet gevonden

source: User not found
nl_nl: Gebruiker niet gevonden

source: You are already subscribed to this item, %1$sclick here%2$s to view your subscriptions.
nl_nl: U bent al geabonneerd op dit object, %1$sclick hier%2$s om uw abonnementen te bekijken.

source: Sorry, your payment could not be processed (%s)
nl_nl: Uw betaling kan niet worden verwerkt (%s)

source: Sorry, there was an error processing your card (%s)
nl_nl: Er is een fout opgetreden bij het verwerken van uw kaart (%s)

source: Subscription not found
nl_nl: Abonnement niet gevonden

source: Sorry, your card setup could not be processed (%s)
nl_nl: Uw kaartsetup kan niet worden verwerkt (%s)

source: Card payment failed, please try another payment method
nl_nl: Kaartbetaling mislukt, probeer een andere betalingsmethode

source: Card setup failed, please try another payment method
nl_nl: Kaartsetup is mislukt, probeer een andere betalingsmethode

source: Sorry, you must be logged in to do this.
nl_nl: Je moet ingelogd zijn om een reactie op dit jaar te kunnen doen.

source: This subscription is for another user.
nl_nl: Dit abonnement is voor een andere gebruiker.
